#version: 0.2
0 0
T A
A N
I N
S T
E R
T O
0 1
R E
A L
TA L
O U
TO TAL
A S
G ST
A R
T E
1 0
C E
5 0
O N
e r
a l
R M
1 2
N O
C H
2 0
A M
L E
O R
N T
1 3
0 3
C O
T H
AN G
a n
TA X
1 1
E S
S U
M E
2 01
I CE
i n
9 9
o t
* *
00 0
1 8
1 5
1 4
e s
AS H
9 0
o u
T I
C ASH
a r
S R
o n
I S
1 7
1 6
4 0
OU NT
ot al
3 0
S E
D E
IN G
6 0
1 9
D A
2 5
a t
C L
V E
8 0
U R
IN V
2 3
o r
5 5
a s
P R
2 2
e n
T Y
7 0
A T
X X
O O
A Y
i c
T otal
2 4
O ICE
INV OICE
Y OU
l e
K E
i t
2 8
C h
00 00
S H
A D
L I
R I
A G
9 5
e d
AM OUNT
i s
T a
I TE
ANG E
N D
2 7
3 3
AL AN
M AR
L O
S I
B LE
CH ANGE
2 9
2 6
I D
J ALAN
3 8
7 5
3 5
S AL
TH AN
e t
4 5
S u
P P
Q TY
0 5
e l
7 8
THAN K
U ST
I L
4 9
2 1
TI ON
ITE M
0 2
IN CL
P M
O L
o m
O F
P E
P ER
S D
E X
B H
4 8
M P
U N
r e
M A
6 5
BH D
3 7
SU B
E D
0 4
3 6
c h
OO D
SD N
3 9
TE L
Su b
8 8
0 6
4 6
ME NT
DA TE
R OU
L A
u r
I T
SU M
0 8
201 8
MAR Y
0 9
AS E
1 00
i l
L ANG
SUM MARY
4 7
C A
AN D
S A
F A
RE G
Ta x
AD J
P O
in g
0 7
n t
A IN
E N
ROU ND
6 9
SAL ES
T R
a y
201 7
4 3
** **
s t
I P
S t
c e
R e
3 1
A RE
LANG OR
G OOD
SE LANGOR
C OUNT
a m
4 4
I C
AY A
es t
F OR
as h
i p
INCL U
I ER
U S
P LE
6 8
9 8
XX XX
ic e
B E
S TA
CASH IER
7 2
D U
R O
S S
CO ME
M B
7 9
o d
N A
PLE ASE
RE CE
C T
N E
AM T
AG AIN
PR ICE
3 4
3 2
ou nt
# :
6 7
B A
D IS
GOOD S
5 8
N o
g e
4 2
D ES
a d
PR O
e m
w w
5 9
OL D
TH E
P A
R A
5 6
9 7
00 1
an d
T h
T ER
ADJ UST
i on
o l
er v
) :
c k
ROUND ING
ADJUST MENT
t otal
2 00
RE F
ou r
t h
AR D
5 1
5 7
SU PP
W I
at e
b le
4 1
6 6
C K
W H
Sub total
C ash
o f
8 5
. :
G E
a v
RE T
S ER
7 7
SI VE
S al
M O
ar d
IP T
SUB TOTAL
8 9
P U
N I
en t
INCLU SIVE
RECE IPT
E L
M AN
S OLD
c om
5 4
P r
i d
SH O
RET UR
NO T
LI ES
O M
u e
S erv
K A
SUPP LIES
C S
A m
Q U
C I
J O
A I
L U
DES C
. .
o s
N G
u s
5 3
J AYA
CO DE
I n
ON G
D I
W W
8 4
6 4
d er
i m
LO T
5 2
6 2
DIS COUNT
F E
CO M
RI P
7 4
00 01
OO K
WI TH
A H
p r
EX CL
K U
P AY
u m
f or
AL A
5 00
v e
AL AM
ip t
8 7
t y
OR D
e a
B OOK
7 6
RE D
IL L
FA X
DESC RIP
an t
B U
B AR
V ER
Ta ble
DESCRIP TION
B O
C ON
9 2
G r
TI ME
AL L
il l
NA BLE
a c
an k
RETUR NABLE
G AR
TA BLE
ic k
C R
o w
6 3
t er
or e
O r
i g
DA Y
AN T
H OR
N U
1 01
V IS
e e
LO W
V A
IN E
M Y
9 6
o p
AN Y
i er
I G
Re g
Am ount
201 6
Th ank
R U
9 4
C UST
M AS
u l
u n
an ge
JO HOR
T T
ER Y
Ch e
1 x
C ARD
k e
CH E
F I
u est
CUST OM
T el
W N
4 00
TA MAN
F RE
v er
ORD ER
8 3
D ue
YOU R
MB ER
PRO DU
CUSTOM ER
8 6
ww w
S h
Y ou
b er
** *
E NT
a p
00 03
V AT
a g
SAL E
D ate
L Y
P Y
S P
G R
VE D
M I
a in
y ou
FA CE
A K
o c
al l
4 23
D O
PRODU CT
C OU
i r
PAY MENT
FACE BOOK
I t
Z R
x x
DE D
B Y
T r
IN AL
NO TE
Ch ange
Sub Total
ce ipt
F r
U D
Pr ice
7 3
U L
a b
e c
8 1
G uest
R Y
R ICE
0000 00
is c
THANK YOU
GAR DE
on e
XXXX XXXX
P UR
c l
6 1
SH AH
% )
C ard
O I
R S
IN D
MP UR
! !
8 2
O RE
C r
T S
Or der
A C
o od
NI A
KU ALA
u t
ADJUSTMENT S
LU MPUR
It em
CO PY
as e
KE T
Serv er
A U
B ILL
P ON
Cash ier
GARDE NIA
S av
DU E
P I
W ANG
Sal es
B L
55 423
M S
S AR
es s
S C
S ON
W E
3 00
4 01
M C
1 13
H O
ar t
B I
B UR
M AL
TH IS
9 55
Q ty
1 X
9 3
A P
J U
W AS
a f
RE STA
C U
COU PON
A E
B ER
t o
TR AN
9 00
ON E
**** ****
RESTA UR
a il
u st
AG E
9 1
G U
WH ITE
P AR
P AYA
VE 05
SER V
K S
y our
CH ER
in e
PER MAS
CO MP
EXCL UD
Che ck
PAYA BLE
EXCLUD ING
C o
6 03
G I
an s
it h
K AS
im e
RESTAUR ANT
a x
SUB ANG
F RI
R o
a ck
UST RI
EX CHANGE
WW W
V ING
el l
IND USTRI
7 1
E T
W A
201 5
AND AR
6 00
N Y
p l
CH O
% :
D isc
F LO
I 001
a ur
Ch ick
is it
STA TION
C om
00 2
C AR
K O
M ON
PER INDUSTRI
ZR L
PERINDUSTRI AN
B ANDAR
201 4
TI A
it y
PO S
VIS A
ANY U
F T
K ER
S ANYU
B r
K L
S O
V AL
TE ND
SE TIA
( $
A PP
E x
e b
TA MP
01 2
St ore
est aur
KA WAS
KAWAS AN
E UR
P AN
e w
TO R
18 51
PER SON
AE ON
A F
P LA
o k
RM 0
AT U
CHER AS
I H
IN C
PP ING
estaur ant
4 33
b l
c t
CH IC
DA BLE
REF UN
SERV ICE
Chick en
TAMP OI
N um
P RE
U ND
VE GE
KE E
MAR KET
FLO OR
REFUN DABLE
D r
V I
W AY
TE D
SA VING
Re ceipt
WITH IN
PUR CH
STATION ERY
A p
P h
S PE
i f
RECE I
of f
P H
c r
13 9
at ion
KE N
Thank You
2 13
F L
K I
i ve
p le
SHO PPING
FRE SH
G RE
M ar
s e
t e
u d
RE C
1 000
4 03
8 13
COUNT ER
4 75
P le
T 1
ES E
38 6
DIS C
DI TION
0 40
8 00
22 8
B AS
G A
P ar
R AN
R ON
OL LOW
NE T
BA H
QU I
RECEI VED
D es
F OLLOW
n d
IN T
ST ER
od e
B AN
H E
T ime
a k
c o
m ent
an ce
SALES PERSON
CON DITION
1 12
P B
R estaurant
i e
w ith
L L
P ay
Y our
i z
M M
O LE
s h
IT S
REF UND
NU MBER
O P
ST ORE
as t
Ch k
PURCH ASE
2 50
G ROUND
O n
P L
S p
CH AR
Num ber
BAH RU
H RS
I ES
K G
L AR
r y
in t
ar ge
IS S
Sales Tax
B l
L N
M U
S e
OU R
er m
12 00
at u
N S
i a
10 2
A d
C ar
D D
P l
i es
INCLU DED
US ER
PRODUCT S
B R
U AN
WH OLE
id e
Guest s
G ER
G st
M ER
P C
CE SS
201 2
MB O
Serv ice
M IN
AR Y
TE A
SAVING S
4 B
B al
H A
H T
M L
P AS
ou p
RI D
Des cr
8 17
F F
M R
AM E
PE N
EX C
ur g
A u
O S
00 000
Th e
I001 000000
QUI RED
C TION
AN A
38 8
OF F
SER I
In v
Thank you
475 00
4 38
S AN
b e
o v
er s
CO L
an g
ME AL
in al
IS H
DA H
en d
ITEM S
ing s
IP I
BO VE
Tr ans
($ )
n e
v isit
10 9
it e
CHIC KEN
KEE P
Ple ase
BAS IC
. &
1 10
7 50
A BOVE
C l
J LN
P OR
Y EN
Z A
f r
TA NG
CL AI
th e
SHO P
G RO
J A
O PER
RE QUIRED
10 5
ME AT
AT ER
MA KE
PU T
Disc ount
D AR
P AT
TA KE
ST E
OR IG
MAR T
NE CESS
TER I
FI ED
NECESS ARY
A l
C ust
L INE
O p
g g
p h
TA N
SE D
SE KS
UN G
MA KAS
MAKAS SAR
B e
E ST
F 7
F ood
a u
h t
00 15
SU N
99 040
PE LA
re et
BA KER
0003 813
55423 213
55423 228
403 00
IPI ENT
CLAI MS
SEKS YEN
PELA BUR
BAKER IES
0003813 99040
B IT
I R
P IN
a ble
00 13
IN PUT
ANG AN
am e
SHO WN
TEND ER
139 386
REC IPIENT
.& .
OPER A
6 40
6 19
q u
12 0
AM AN
is a
NA TION
RED IT
xx xx
JU MBO
( @
B ill
D R
F or
H OU
P S
a ge
g r
l b
l y
o ice
KE MB
Sal e
Bal ance
B T
C a
a ce
on d
0000 01
SI MP
ORIG INAL
C REDIT
F U
U TA
a w
00 4
IN TER
ME MBER
433 00
RON AGE
Pay ment
WHOLE MEAL
Descr ipt
PAT RONAGE
KEMB ANGAN
0 20
2 10
F FE
T M
T VA
00 20
ST RI
AL LOW
OU T
on t
ed it
DO C
XXXXXXXX XXXX
Au th
ALLOW ED
B ar
K ING
Y E
Z UAN
IN DAH
12 3
LE Y
ol l
.. .
GRE EN
3 17
D ON
K IL
T erm
W AR
b y
d ay
13 7
11 900
le t
MO DE
RID ZUAN
Descript ion
A BLE
I ON
T ea
T bl
V O
b o
AN TI
TO N
RM 1
201 3
DE NG
DE BIT
CL O
PA ID
AI R
AU TH
OPERA TOR
C ode
G O
S CO
p m
LE T
11 8
ou t
ar e
PO PU
NE TT
Sal ad
MY R
AP PRO
POPU LAR
B B
B UN
F OOD
K ONG
M ALL
P K
P T
V al
o st
00 3
00 78
01 0
AR A
10 6
CE NT
CHE CK
CHAR GE
urg er
NATION AL
INTER NATIONAL
DENG KIL
# #
1 50
8 67
M e
V isa
W ATER
p e
r o
u b
TAL ING
UR I
or k
om er
PE TALING
CI TY
Ph one
2 12
7 00
N ON
N ame
U 13
ST OR
99 9
19 5
at er
LI KE
is h
SI A
VE05 14
3 01
B AG
C OR
M F
W ARE
TA R
CH F
18 0
LI FIED
ch e
ur ch
TER M
ol d
ve y
ac t
SIMP LIFIED
A CH
T RE
i v
ou nd
as s
0000 0000
AD D
St reet
Cr edit
MAL AY
2 90
8 1200
C ol
H U
H ARD
L T
U n
a h
f f
s s
ER S
10 3
000 65
es e
at o
en der
re ceipt
CT LY
.. ..
os s
In cl
THANKYOU FOR
A c
C B
C AN
C AL
K PB
N et
P CS
S B
a i
w ay
AR I
55 84
TY PE
Ch arge
27 6
UN IH
EN G
TR A
CI AL
BAR WANG
AK KA
STRI CTLY
867 388
MALAY SIA
UNIH AKKA
E E
F RO
M IS
d e
14 4
on g
47 7
ul ar
CHE ESE
ENT ER
******** ****
COMP ANY
619 5584
00065 6195584
2 17
9 18
B ALA
F l
G RA
W EL
a ke
h e
TA IL
IN O
01 9
10 8
al m
LE S
IS E
MA IL
PA X
BARWANG RICE
BALA KONG
- -
2 14
C RE
E F
F INAL
L S
N AME
R D
T e
i x
i ed
p er
ST IC
OR G
SU PER
ME N
or t
PR INT
AG A
et ail
am b
MAL URI
Inv oice
GRO C
E C
M IL
W ash
i o
m e
t r
w as
10 4
16 5
LI CA
AG I
ip s
DAY S
VIS IT
SAR A
HARD WARE
B RE
B ALAN
B LA
O WN
R OO
S Y
T X
W AN
a ch
i b
ER E
01 6
RM 7
SH I
UN IT
DES A
RETUR NS
FRE E
401 70
if t
atu ity
Cust omer
A WAY
F ax
J E
V C
i al
l d
00 7
TAX INVOICE
in k
SE T
DA I
35 2
Re f
NE W
BU Y
Thankyou for
2 x
2 000
4 11
B ATU
E m
G N
H ot
J I
K LANG
M c
S w
T ender
z a
ST O
ON LINE
OR 18
33 62
CHANGE DUE
re e
MA H
Change Due
Sav ings
KO TA
438 00
UTA MA
A n
B OR
C M
N ew
O D
P a
T y
e p
e x
IN A
10 7
13 0
on s
SA U
ick et
Reg ular
GU EST
KAS IH
Ro ad
TERI MA
Balance Due
8 60
F ISH
G G
L AGI
M o
O Z
P ONG
S m
S OU
T L
T o
T icket
W AL
AL I
12 5
20 5
DA TANG
en s
is ter
SI LA
88 8
SA PP
SPE CIAL
FFE E
BALAN CE
A B
A ve
B urger
D OM
H I
R ice
R ound
W ater
al d
CH I
LE SS
ME D
AG ER
OL L
BE AN
Gr and
ig ht
af e
CLO SED
OWN ED
0 60
B RA
C AM
D on
D AMAN
E nt
F O
N DED
e g
LE VE
11 9
17 0
DE LI
KE PONG
0000 000
is s
MO BI
!! !
401 50
BUR GER
day s
0078 74
TERM INAL
BLA CK
DAMAN SARA
MOBI LE
J UN
Z Z
k g
p t
u p
00 14
00 16
20 6
ar y
et ur
31 G
od ay
PU MP
CS 0001
QU ANTI
BAR U
Item s
GROC ERY
QUANTI TY
6 012
7 70
A A
D el
K IT
M er
P re
T U
V AN
W e
f ood
i an
00 5
TA IN
VE G
SH 01
UN I
PO SE
SUPP LY
NI AGA
ow n
CUSTOMER COPY
PUR POSE
HO T
TRAN SA
AF OOD
VEGE TABLE
STOR AN
urch ase
Ty pe
4 50
B u
B AL
C C
C oup
D ine
L AN
S L
S PR
U M
g ain
h er
t le
TA PA
IN K
ER O
01 7
RM 4
RM 8
12 7
LE D
an c
14 7
AT SAPP
21 00
ROU NDED
PO ST
67 1
PRO MO
WH ATSAPP
ig n
Amount Due
ver y
ap p
Fr ies
one y
Ap pr
RAN TY
FU EL
WAR RANTY
2 X
2 40
3 50
A r
B re
D IN
J o
L o
M D
M as
O PEN
T F
o z
RE E
AS S
RM 3
NO R
OR T
in cl
16 0
ic h
24 3
33 G
Su r
43 200
PRO VE
57 72
SER VER
ee f
SPE ED
Service Charge
% ):
4 137
A 4
B ANG
D INE
I VA
M AY
T CH
V isit
W ASH
b r
b et
c ard
12 8
CH ONG
20 352
CO KE
CO FFEE
in n
14 0
40 8
60 640
PR ISE
LI C
LI P
CA 9
TR AD
79 37
Reg ister
UL AR
113 5772
Co ke
0015 317
Coup on
WHATSAPP S
0015317 60640
1 90
2 11
7 01
B K
C re
D e
D ay
G L
K AT
S ing
T ip
T BL
U T
W IN
W ER
Y A
v r
RM 2
12 9
201 1
55 100
Ch oc
ur vey
CA FE
RA TE
un d
Che ese
off ee
FRO M
ENTER PRISE
alm art
MAH KOTA
6 25
7 19
B ON
E A
E at
G H
I AN
P an
R T
S ING
u k
v d
00 6
RE STORAN
CH K
20 3
ME NG
000 8
ou se
SE AFOOD
60 92
CL T
SI DE
38 5
PO IN
PU CHONG
Gr atuity
ap ore
TRAN S
195 37
etur n
4 10
A Z
G UNG
M an
Q u
R ed
S W
T om
00 8
TE MENG
50 4
RM 6
CH G
an y
11 4
11 6
in a
PR I
it em
33 6
REG ULAR
od u
ion s
MAN AGER
im p
0001 817
pr ess
EUR O
Par k
Ad d
TENDER ED
477 12
LEVE L
TEMENG GUNG
0001817 47712
3 28
5 19537
B ES
B eef
C P
D i
E s
G V
G l
I E
K RO
M ed
N r
S AT
U P
U RE
V S
Y S
i k
AL D
TE H
50 5
20 4
11 5
90 8
TR AIN
68 6092
BA CK
av e
87 686092
GR AND
Co ver
PLA STIC
Un it
MIL K
3 27
D ec
L D
L e
S an
W almart
l es
00 17
TA I
TA PE
TO MA
12 6
in o
17 9
SE L
55 8
en ce
Total Due
MA STER
INCLU DES
EL L
Sh r
0003 060
APP LICA
Op en
SCO TCH
APPRO VED
SAU CE
860 671
TRANSA CTION
POIN TS
0003060 20352
APPLICA BLE
1 L
1 KG
A ID
B RO
C oc
C afe
C offee
E H
F ish
G B
I MP
M ay
N ED
T 0
T C
Y AL
Z E
Z J
i ent
00 18
TO DAY
ON S
CH A
CH AM
11 7
000 9
ar k
DE TAIL
is t
Ta ke
SI GN
37 9
TR O
32 00
BO X
op p
You Sav
FRI ED
CHO CLT
Dr ink
with in
Bl vd
TM N
DON ALD
bo ok
Grand Total
TRAIN EE
2 70
3 12
3 20
3 18
4 25
8 11
A gain
C ity
F AR
H AR
K AN
M AG
V eg
W h
Y EL
u ck
CH IN
in d
000 6
15 9
ou s
23 5
PER NIAGA
il le
GE T
us h
BU T
un g
AF TER
DAR UL
HOU RS
ace book
ROO M
Sing apore
PERNIAGA AN
3 30
4 99
4 95
A ST
E gg
F N
F RU
G ALL
G HT
O ut
R OLL
T 2
U SD
V IN
l and
n ow
w e
RE S
ON ION
LE E
TH ER
SU R
90 6
TI C
DE N
23 4
Ch ips
27 5
Su p
78 75
IL Y
ITEM SS
MA C
Am t
CI A
Tr an
VAL U
PH ONE
POR K
Term inal
2 16
@ $
A v
F C
G D
H e
M in
P J
P ep
R eturn
S M
S OF
S oup
U B
V D
W est
Z EN
i j
w ard
IN ES
12 2
CH ANG
13 5
11 1
in s
in ing
28 8
28 11
SH ENG
AD O
RI LL
47 400
CA KE
os e
IG H
MC DONALD
af f
FRI ES
Com e
433 19
FL R
MU SH
Gst 2
HOU SE
0020 43319
WEL COME
Round ing
Dine In
Mas ter
TRAD ING
Shr imp
EH SAN
7875 20
ITEMSS OLD
4 78
B LU
C or
C ount
D eb
G re
H H
H AL
I A
P ax
R s
R ate
S K
T UN
W D
b ack
s erv
t on
00 2017
IN I
ST RA
al a
al e
13 2
ANG SA
15 5
SR I
SE TAPA
60 4
VE N
KE LEY
35 1
46 88
69 26
am ount
QU E
ag er
Sav em
BER KELEY
BAN AN
HE AL
817 50
APPRO VAL
COR N
Ac c
411 50
Mc Don
odu ct
SETAPA K
2 25
3 03
3 29
6 16
7 18
9 000
C ent
D Y
D etail
G IN
G AL
G ES
H ST
L ive
N R
R d
S c
S and
S ea
S ide
S LIP
l o
n a
t ell
IN DI
01 08
TE S
LE MON
13 8
000 4
17 8
SE E
VE Y
80 8
35 787520
IL LA
SALES TAX
st er
St e
COME AGAIN
em on
MO RE
ac on
ec t
AC COUNT
GU ARD
Ex p
ud ed
Par ty
Please Come
ph one
0013 35787520
Tender ed
Pa id
Appr ov
bet ter
2 30
2 19
7 60
A VE
B er
B ut
C LE
C op
D T
D ANA
E ur
E FT
F 1
F R
I OI
J u
L oc
O ff
R p
S l
S et
S QU
S ign
l ine
u c
00 12
00 23
TA M
50 7
CH IP
AM P
TH U
14 8
TI P
ar l
40 5
DE L
25 5
EX PI
ur r
CA RE
Tax es
Tax able
BE ST
No v
PA CK
of t
JO Y
os ed
ea ch
Ap ple
Se at
atu re
PAS AR
Be ver
xxxx xxxx
ond on
BB Q
AB N
DINE IN
Deb it
Savem oney
2 80
5 000
6 01
6 48
A s
A CT
A 00000000
B o
C art
G u
G AS
H ouse
J AN
K H
M ES
M AT
N ER
S ch
S MI
S WE
S old
T ot
Y ork
Z ZA
i le
o on
p c
v al
TO WN
OU N
50 3
50 9
NO OD
AM EX
13 00
03 8
CO O
an a
201 0
in ess
15 2
ou ld
40 4
40 210
30 9
80 5
or r
PR IN
ic es
KE D
PP ER
78 5
49 8
PER DANA
STA FF
67 39
200 8
FE ED
um p
ea k
GI FT
PAN AS
iz za
HA VE
Cl osed
BT W
ARI KAT
SY ARIKAT
Bre ad
McDon ald
Live better
GUARD IAN
3 23
5 3200
7 16
7 37
8 01
B S
B ot
G LO
H AND
L ON
L AND
L ondon
M w
M UST
M ac
N C
O H
S AM
W OR
a z
m y
o or
p ay
RE SS
GST Reg
TE BRA
RM 5
OR I
CO LA
000 750
es h
ar m
17 5
16 9
60 57
23 7
or d
55 5
ic y
KE DAI
28 7
27 8
PO TA
PO INT
STA R
ad d
BOOK S
81 109
I001 000001
ATU RE
PRE SS
PL US
CENT RE
BRE AD
Eat In
TOMA TO
CHIN ESE
40210 276
6739 20
TEBRA U
000750 673920
% =
2 20
2 15
3 60
3 19
4 12
4 30
B IN
B AT
C SH
D AN
E AT
G M
G AM
I F
I TY
K ES
L AM
L emon
N ot
N CR
R G
S IN
S pr
T IN
U 3
Z ERO
p urchase
s urvey
t a
w he
00 11
AN IC
TO P
TO T
TE LE
12 6926
CH IT
AM ER
TAX ABLE
ME DI
ICE D
ot o
14 5
90 SR
ar g
30 5
SE N
25 9
at te
23 00
23 66
or th
22 4
ed by
SI TI
39 4688
IC K
BE VER
STA MP
SS 21
for d
ig h
ig inal
TT L
GR ATU
ec ial
Order Number
AC C
art ic
ONE Y
CHO C
PLA ZA
JA KA
PK T
Val id
CENT ER
THANKYOUFOR SHOPPING
JE JAKA
BEAN S
YEL LOW
002017 394688
BANAN AS
Approv al
Ju ice
/ /
3 RD
9 13
= =
A PR
B ALL
C al
C on
C RA
D is
E l
E MP
H ER
I TA
L G
L a
L atte
M G
M AD
M ID
O LI
P izza
R R
R es
S au
T V
U 5
W ARD
W ILL
Y AK
e ed
i um
m l
m er
n ot
o y
r on
s on
t d
00 19
00 29
AL E
50 8
20 8
13 6
03 0
CO T
CO VER
14 1
16 8
55 6
22 9
22 00
28 5
LI GHT
is e
27 4
33 3
et o
IL IS
TION S
UN AN
65 9
IT ER
SA FE
EN JOY
69 3
St ation
ol ate
SER VED
Am er
us iness
EXCL U
ee p
Sh op
Sh ift
WE ST
JU ICE
af t
COMP ITEM
ell a
I001000000 35
Me al
TAR GET
CRE AM
BOR ONG
Mer ch
IMP OR
opp ing
SUR VEY
HEAL TH
But ter
Bever age
FEED BACK
Mw St
whe el
* #
1 A
1 99
3 10
5 2100
7 25
> >
C UR
E M
E W
I ce
J AM
J an
M all
P AD
P LU
S AND
S KU
S VC
X 6
c ash
m ail
n s
s and
50 2
er t
er al
20 9
ME E
000 47
15 8
es a
60 8
19 8
at es
80 4
70 5
KE Y
SH ELL
ed d
THAN DAR
45 6
31 010
44 1
BE AU
DU P
ad e
RETUR N
pr int
KU CH
BU KIT
ul l
BL K
BL VD
PAR K
EXCHANGE ABLE
Disc COMPITEM
Com ple
CAR RY
APP LE
ud es
MER CH
MIN I
fr om
ORG ANIC
Em pl
CP N
BLU E
Sign ature
Cart wheel
GRATU ITY
$ $
( #
- $
4 24
5 95
7 03
9 14
A ss
B C
C 1
C an
D OU
D RI
F W
F AM
G EN
H ost
J AS
L B
L ING
L td
N CH
R 0001
S ou
S vr
T N
Y O
Z I
e et
i very
m m
m on
n o
o int
p ort
u re
00 10
IN OS
ST R
ST RE
01 1
01 00
er e
12 4
20 2
13 4
in i
000 78
17 4
at ch
22 6
70 2
70 6
70 7
70 8
24 7
le ct
28 4
28 6
LI TRE
ND ER
26 4
PO T
IC AN
th is
LU X
us on
Reg Price
un ch
GR AM
TRAN SP
COMP LE
Com p
Br o
Sp ecial
Ad j
DR INK
## ##
act ion
Te le
An g
SOU P
VEG GI
Sur vey
Choc olate
YouSav ed
NOOD LE
PRIN TED
POTA TO
BEVER AGE
Amer ic
2 60
2 95
5 12
5 38
8 25
A ir
B h
B RI
B IG
B ack
C IT
C TR
C ALL
E K
E GG
H D
H OLD
I d
J ul
K AYA
L arge
M ain
M ix
P ot
P at
P AIN
S d
U s
V ES
W ED
a us
c on
c ed
r al
r ed
u er
v el
ER AL
OU S
TOTAL E
TOTAL DUE
13 3
CO S
TH AI
TAX 1
SU SHI
ME NU
18 8
ou ty
17 7
en ch
24 5
KE L
Ch ip
is ch
27 3
26 9
SAL AD
EX CHANG
ch ange
ur y
St eak
IC Y
BE EF
STA TE
od a
em ber
PA PAN
Pr int
Pr oduct
CI ON
ow er
PI ZZ
PAR KING
SERVICE S
Dr ive
Mar k
Ple as
BAN K
ak es
Al l
MF Y
NEW S
New York
POST ED
Man ager
ZJ 86
GALL ONS
Acc ount
PleaseCome Again
arl ic
BEAU TY
STRE ET
0 29
0 49
3 99
4 13
4 15
4 0000
4 43
6 88
7 days
: //
A t
B M
B P
B y
B EN
B RU
B acon
C N
D at
E AR
F i
F ORE
G arlic
H AM
I nt
J un
L 1
M et
M il
M UL
N a
O T
O ct
P et
P el
R C
R i
R AM
R oll
S OL
S ee
T art
W el
W ith
a it
c i
i ke
m p
q ue
r a
r u
t oday
x t
00 PM
01 8
AS I
AR T
TE SCO
er n
NO W
20 7
OR ANGE
03 9
90 7
17 6
30 8
XX X
24 6
24 9
28 1
95 8
LO S
SI ON
29 PM
et s
45 8
Su ite
PE TR
PE PPER
65 351
ch i
SA VE
Re ward
Re print
US AT
BE L
BE ER
ount ain
58 7
200 9
RECEIPT TOTAL
us ab
FE E
pr ice
Table No
CON TA
ul t
Che es
ber ry
SP ICY
Fr ied
PI ZZA
HO ME
955 5
RESTAURANT S
Car Wash
Bill No
CREDIT CARD
BUN GA
DOM INOS
item s
SIGN ATURE
Master Card
Cop y
PASAR AYA
SMI LE
Bot tle
4 16
5 88
6 17
7 20
9 01
9 03
9 45
A ED
B ANT
C k
C ER
C le
D ING
G o
G et
H av
H ONEY
I s
I EN
K id
L ICE
M T
N K
N V
O f
P in
P AND
P int
P USAT
S V
S oda
U K
Z AK
a is
b ed
c an
c ent
f acebook
f eed
k a
m in
n er
o g
u it
00 T
RE LI
AR AN
50 46
CH UAN
CO LE
SU CI
99 99
15 6
15 004
14 3
es ar
TI S
30 85
le y
27 2
SI ZE
26 8
35 3
49 1
EX T
EX PE
re at
36 4
ch n
47 3
PO WER
TR N
am ar
STA ND
CT N
BA TANG
ad a
em ent
200 7
VER Y
Gr ill
ac y
NU T
ag ain
MI X
Card Sav
BER RY
Ap pl
GRE AT
Mar g
iz e
Se p
Pl at
Gst 1
PAS TA
PAS IR
POR T
STE AK
ond it
YE W
WAL K
DOM INO
DELI CIA
Del ivery
SPR ING
Di et
Return ed
Sea food
INDI CA
CHIP S
A00000000 31010
Tot a
COO KI
DOU BLE
00078 15004
TRANSP ORT
Tele phone
BANT ING
RELI EF
0007815004 16
0 78
3 14
4 X
5 01
5 28
6 12
6 30
6 22
6 65
7 99
7 14
7 46
8 22
: $
: (
< <
A 1
A pr
B as
C AT
C KET
D C
E Z
E st
F e
F IL
F UL
F ree
G RILL
H L
H AN
I DA
J M
J al
J ack
M V
N orth
P D
P ost
P ork
R AYA
R COUPON
S oft
T x
T isch
W T
a ir
d ining
e y
o b
p s
s p
s av
t s
u x
v en
w h
00 25
TA SI
ST Y
01 5
RE DE
RM 10
RM 11
CH EN
03 7
03 385
CO CA
TH REE
an o
an ch
ME X
ot h
000 5
000 68
000 558
18 5
15 00
14 6
ar b
ar n
IS SU
16 4
30 4
30 6
SE CTION
19 6
25 12
CL AS
or o
70 9
Total Taxes
24 2
24 8
SH A
RI L
95 R
33 5
SI D
26 3
26 5
78 9
OL A
EX PRESS
re g
37 4
36 8
36 9
47 301
CA P
Tax Invoice
st ore
St aff
Re ce
BE EN
79 6
34 1
BA BY
ad o
PA PER
56 000
KA PAR
WITH US
for your
92 99
ee k
TT C
VAT NO
Fr esh
Fr ench
Guest No
Guest Check
Sales Receipt
AP PR
Ex tr
Ex press
Ap p
ment s
NUMBER OF
On ion
Se q
ide gg
Trans action
oll ow
ro om
che ck
che idegg
iv ed
.... ....
SB ILIS
Sw eet
UNI VER
inn er
Tom ato
379 2512
Veg et
BUT TER
VALU E
Gre en
HAL F
Loc al
SWE ET
6057 770
00047 3792512
KUCH AI
Ass oc
FAM ILY
usab outy
03385 36
000558 3085
) -
1 K
2 23
3 55
3 22
4 80
5 1200
8 80
B W
B est
C AS
C AND
D ANG
D RESS
E ND
E ast
E MAIL
H Y
J IN
K FC
L ight
N ES
P er
P SI
P ick
P urchase
R IS
S G
S WI
S ie
T 3
T Q
T WI
V IC
V 001
Y ONG
c y
c all
d on
w in
00 SR
TO NG
RE LA
RE TAIL
GST 2
TE N
12 1
LE A
an e
ME I
000 2
18 9
15 7
ar a
30 7
60 6
19 3
25 2
23 6
or m
or y
or ed
or der
70 4
70 22
24 PM
it o
it z
28 2
AD MIN
Ta co
27 7
LO CK
SI T
38 7
QTY 1
02 PM
48 9
37 7
ch a
SA VIN
St r
44 4
BE ACH
RO D
RO AD
79 7
PLEASE COMEAGAIN
ad y
RA TED
RA ZAK
66 4
77 7
DISCOUNT S
for m
Gr oss
101 8
MY NEWS
FI LE
Tel l
AC CT
Your Server
CHAR GES
Number of
COL D
COL LE
ne y
Cl ub
GRO SS
F7 14
640 64
118 B
POPULAR ONLINE
MF RCOUPON
Credit Card
LT D
Sw ip
OR18 03
0014 9299
VAN ILLA
Ar t
BANG UNAN
625 8
SING LE
UP TOWN
MASTER CARD
T0 TAL
GIFT CARD
TELE PHONE
Merch ant
edd ar
Bh d
HOLD ER
PAIN T
Sd n
feed back
5046 64064
TASI K
usabouty our
SAVIN GST
00149299 2000
UPTOWN 3
0 25
3 45
3 65
4 37
5 14
5 16
5 33
6 35
B ig
C ur
C all
D S
D inner
F G
F IS
F eb
F inal
F acebook
G ift
H AS
H ON
H ENG
I ss
I ced
M N
M on
M ush
N J
N W
O K
P AG
P ast
R AL
S v
T P
T er
V OU
V at
W C
W Y
X 3
d am
d ate
d isc
e ar
g h
i ew
i ence
l ess
o ver
s i
s m
s ide
w ich
00 9
TA RI
AN AL
ST I
RE PRINT
TOTAL TAX
50 SR
ON I
OR N
in es
99 R
000 7
000 504664064
15 4
ou ver
TI D
ic t
LI O
LO RE
LO YAL
26 2
Su n
Su mm
IL LE
EX TRA
48 8
37 1
36 6
88 6
88 88
il d
FA CT
ing er
est ed
INCLU DING
RO C
RO YAL
BA KING
56 PM
TER MS
200 2
Sal mon
PU TERI
ent er
CI F
PAY LESS
um ber
ALA F
ea p
NU E
101 0
VIS ITA
ul es
FRE NCH
Fr y
ORE NG
Cr ab
113 825
955 50
CU T
BER G
NY 100
CHO COLA
FT 2
SO DA
PLA TE
PRE MI
VI DE
813 00
with us
On ly
Sp icy
I001000000 15
750 441
TAKE OUT
TAN J
F7 13
PIN TAR
Ca esar
UTA RA
Col a
Ac ct
MIS C
Ent ry
Cre am
YS IS
Cover s
Coc a
ient e
SOF T
WELCOME TO
DUP LICA
Sou th
VEGGI ES
Air port
EXCHANG ES
Wel com
LICE N
EXPE CT
Extr a
UNIVER SITI
Swip ed
LOYAL TY
CHOCOLA TE
$ .
0 908
1 S
2 18
3 x
3 000
3 46
4 46
5 24
6 14
7 35
7 78
8 55
9 50
9 33
A X
B 1
B OU
B ASE
B ud
C F
C IL
C ont
D L
D u
D AM
F RAN
G ROU
G ard
H IGH
I mp
J ER
J ANG
K C
K J
K ID
L ER
L as
M al
N AT
O Y
O IL
P ump
Q F
R UN
R SP
S am
S qu
T un
U OM
V L
V end
W ING
W as
W ONG
X 1
X L
Y AM
Z EL
b ec
c a
c ode
c ould
c ondit
e f
i el
i ol
l l
l ive
o h
r g
r s
s b
s al
u a
u el
w ash
y e
y r
TA P
AN E
AN I
ER I
01 3
GST REG
AR MAC
er at
RM 13
LE TT
03 00
ME TH
ot her
000 29
18 00
15 1
14 9
90 5
90 68
on a
on y
40 7
SE K
SE NG
DE C
ING ER
60 7
25 1
80 9
23 3
23 8
or te
55 19
en ue
it a
it ch
95 4
AMOUNT DUE
Ta b
MAR K
SI L
26 1
35 PM
et t
78 6
THANK S
21 PM
UN CH
re f
MA IN
37 6
36 3
ur a
2018 03
47 4
43 4
**** **
Re c
RO SS
RO CK
RO AST
34 PM
Th ai
SER DANG
77 3
os a
us ive
BO TT
BO DY
ill a
GAR LIC
IG N
Thank s
MAS AI
VAT No
ag o
WE EK
af ter
CU P
Co st
MON D
Dr aft
PURCH AS
PH ARMAC
ThankYou for
STER N
sh opping
PL S
Pl ace
Au g
gr atuity
Ca ke
Auth or
ex t
HI TAM
CAM PA
VEGETABLE S
SPR AY
DIN ING
Jo h
AZ LAN
Es bed
Med ium
327 1
Wh ite
TIC KET
Min eral
MUSH ROOM
Rounding Adj
Cor n
Eur o
EXPI RES
BEST BUY
I001000001 70
Sau ce
IMPOR TED
SKU DAI
cash ier
oint s
LUX E
Pot ato
MUL TI
Na an
Reward s
Mush room
ANAL YSIS
LICEN SEE
EXPECT MORE
PHARMAC Y
) (
) =
0 88
1 b
4 G
4 90
4 40
4 29
5 13
5 49
7 17
7 23
7 42
8 18
8 40
8 75
9 16
A V
A TH
A DE
A re
A ust
B ay
B US
B usiness
C V
F AT
F OO
F ee
F act
G oto
G inger
G ORENG
H om
H our
H ill
H APP
H igh
L IN
L AS
L LE
L OO
L ime
L amb
L unch
M a
M ode
M ang
M ont
P ap
P JU
R ST
R 0000
S N
S CH
S MALL
T 01
T 03
T ur
T oday
V F
W L
Z U
f ast
h an
l t
m c
o le
p ar
s ite
t p
t ip
t ax
v is
w y
AN TA
TO M
RE BA
TE E
ON LY
er y
CH ES
CH OO
03 78
03 PM
TH ERS
TAX INV
11 11
SU GAR
ME LA
in the
99 5
TI E
TI M
ar en
IS A
17 3
17 83
40 9
SE Q
19 1
19 2
19 7
DA TA
DA ILY
25 7
25 8
at t
at ed
at ing
23 PM
or es
55 3
Total Savings
24 4
it t
0000 03
SI C
ID O
75 9
35 00
45 7
48 1
48 2
48 3
48 16
UN LD
re ce
37 3
39 3
100 1
CA 95
SA VED
PO H
ing ton
**** *
St ate
BE FORE
STA T
BA I
ad el
PRO VIDE
RA WANG
and a
ion al
41 PM
66 6
CK ER
MO ON
com ple
Pr aw
CS 000
QU ES
500 ML
CR IS
Or iginal
NU M
VA TI
ul a
PRODU CE
SP AG
000000 8
Order Type
AU TO
AP AN
ail able
PAR IS
your receipt
Check Closed
GI ANT
WA ITER
VAL IDA
Ex t
PLA IN
MARKET ING
ation Code
GA TE
112 0908
STORE S
On e
Bl ack
GER BANG
MER CI
FF IN
438 4
ne xt
Discount s
gg ested
F7 10
For m
Ca j
Auth Code
Val ue
GRA CI
VISIT ING
Ref und
Thankyoufor dining
Mo b
Sm all
BALANCE DUE
Ent er
FO RM
Bu ff
her e
FUEL TOTAL
DIN AR
Qu ant
BES I
DETAIL S
YouSav e
within 7days
811 00
0006 7022
FRU IT
ONION S
Av enue
Sand wich
SQU ID
SQU ARE
xxxxxxxx xxxx
orr is
AMER ICAN
MEDI UM
CUR RY
Comple te
KEL ANA
BRU SH
PETR OL
Hav ea
YourServer was
Sv c
Summ ary
iente Sie
DUPLICA TE
RUN CIT
Esbed ienteSie
CHOO SING
VALIDA TION
00067022 4384
. #
. (
0 28
3 13
3 16
3 70
4 14
4 60
4 39
5 L
5 99
5 15
5 29
6 50
6 20
6 55
6 78
6 79
7 28
7 95
7 27
7 62
8 99
: -
A UST
A nt
A way
B D
B t
B IS
B ab
C ap
C app
C ADO
D bl
E CE
E LE
E very
F OUR
F OUN
F ull
G 2
G S
G all
G ov
G old
H M
H OOK
H amb
I KE
I POH
J ose
K M
K AR
K ALI
L AT
M OR
M fr
M esa
N ASI
O C
O ME
P ST
P ES
P OL
P ie
R 000
R am
R ings
S r
S at
S ITE
T ST
T RI
T 02
U E
U G
V ILL
V INE
W al
W OOD
W ay
X I
Z O
c le
d r
e Coupon
h am
h od
h ol
i en
i re
i ate
l i
m an
n et
o ve
s a
s pr
s Restaurant
t ime
u ff
v ille
w ood
y s
y al
00 76
TO NE
TO NY
TO GO
01 PM
RE WARD
AL U
TOTAL SAVINGS
AS TA
er a
12 48
13 1
201 80
99 8
ot re
18 2
es erv
90 9
90 67
TI LL
on ly
17 2
16 3
16 00
DE AL
DE NT
DE PO
60 5
CL IP
23 1
or ld
or Coupon
or iginal
PR A
22 22
AY ANG
it ed
Ch ang
LI M
27 9
33 1
SI RET
29 7
26 7
38 4
75 6
IL LET
49 2
02 17
48 4
37 37
36 7
ch arge
39 PM
46 6
100 2
CA 900
REG I
69 6
43 2
am il
RO MA
NE Y
BA K
58 5
42 PM
56 100
97 3
and ard
Th is
th er
CK N
GE L
NI KE
53 PM
DI ES
Gr os
ac c
op ay
un k
ke y
Sh ir
ENT REE
MI LI
PAYMENT S
Card No
Card Type
Sav ed
PAR T
pl y
SO S
VAL LEY
eb site
VI A
ThankYou For
iz er
OP TI
On line
Bl ue
Ad ult
BR AND
MEAT FT2
F7 12
SUN WAY
qu ir
BUN CH
Me at
urch as
HU AT
Incl udes
THANKYOUFOR YOUR
FRO ZEN
MIS SION
SHI FT
OR18 05
007874 20
Mer c
TU BE
incl uded
press o
KRO GER
Le vel
San Jose
SEL AYANG
NED COUPON
Pep si
ij er
MUSH ROO
Cent re
tell usaboutyour
AVE NUE
EXPI RY
pc s
Mac chi
COT TON
SAFE WAY
EXCLU SIVE
EXCLU DED
Shift 1
PLU G
SVC CHG
Cartwheel 5
Ang el
Mark et
SOL AR
Kid s
INDICA TED
Tota al
Soft Drink
Rece ived
APPR CODE
SAVINGST O
FIS CAL
Past a
Tun a
Vend orCoupon
GRACI AS
Thankyoufordining withus
Capp uc
Macchi ato
$ -
+ $
0 22
0 26
0 65
1 P
2 Z
3 25
4 55
4 65
5 40
5 26
5 65
5 39
5 KG
6 99
6 26
6 49
6 47
7 75
7 98
8 20
8 78
9 22
9 39
9 72
: ************
? ?
A 3
A ut
B an
B en
B TR
C D
C ERE
C ons
D OL
F S
F il
F ountain
G UR
G GE
G LU
G MAIL
H N
H WA
I KAN
I QF
J D
J APAN
K Y
K AM
L u
L ot
L LA
L ONG
L ow
L TAN
M t
M AM
M ash
N AND
P al
P IC
P VC
R L
R c
R AS
S 1
S i
S ES
S ain
T G
T W
T Z
T w
T ill
U A
U p
V er
V ID
W r
W AI
W ine
a za
b all
b ster
b usiness
i or
i end
k f
k en
m a
m en
n r
n y
o ck
o os
p a
p an
s g
s w
s at
s el
s of
s ub
t om
u f
u es
u ch
v otre
y l
00 80
TA G
TA NT
TA MAS
AN S
GST NO
GST No
AR S
AR RI
TE X
10 30
10 58
er o
al f
12 37
12 04
CH UN
OR K
TH S
TH ING
TH RU
SU PRE
SU LTAN
in form
ot el
000 23
000 54
18 6
18 01
es l
ou ch
ou ble
TI ARA
CASH TEND
on es
on line
IS O
IS SE
30 PM
30 days
DE LUXE
25 PM
CL UB
80 48
23 608
or s
OO L
ic ed
24 1
le e
le x
it s
it le
28 3
28 PM
Ch g
Ch eddar
0000 5
0000 0001
SH E
AD I
LI ON
LI ED
is p
27 60
33 PM
38 9
75 7
35 7
Su ggested
el a
el p
78 7
49 7
EX PER
MA DE
39 2
Sub way
08 9
08 PM
CA ST
CA BLE
CA 94
Tax 1
PO LIC
EN QUI
ay a
ce pt
FOR LESS
PLE AS
98 3
STA RT
em pt
RA FT
97 1
001 12
57 6
66 2
CK S
Cash Change
89 410
PU B
EL D
Serv e
CS P
AI K
AI DA
us at
In c
DI ET
pr ov
for n
Or ange
IG HT
CHE ES
FI RST
86 1
Sh ell
0003 945
ag re
GR N
DO WN
UD ANG
GARDE N
AC QU
SC AN
955 55
CU MENT
CU MBER
CU CUMBER
TRAN SID
GU AT
Co ok
FLO SS
I001 0000000
Com bo
Com ments
CAR WASH
Ex change
PLA CE
UND ER
VI VA
if ic
FL 33
KI M
MM X
On Sale
MU FFIN
atu it
Pl aza
Gst 4
Inv it
JA CK
Be er
ht tp
MF G
217 03
Fl at
OR18 06
Pre m
HOT MAIL
SL ICE
incl udes
GL ASS
719 1
336 23608
BES AR
Es presso
SEL F
Take Away
ille d
Egg s
Pep per
INES S
WD ER
ster dam
CLE AR
urr ent
Sch we
GSTReg No
287 68
BIN TANG
Valid ationCode
YAK I
DRI VE
JAS A
COMPLE TE
EAR NED
Fi let
POWER ED
amar i
STAND ARD
665 1783
822 737
Jal an
itz el
Numberof Item
VOU CHER
disc ount
Gard en
LETT U
METH OD
ref und
Are a
Mang o
MOON LIGHT
Gov t
VILL AGE
MUSHROO MS
Rc pt
POLIC Y
ENQUI RY
89410 243
0003945 28768
% (
( +
+ -
- .
. ,
. -
0 50
0 70
0 27
2 A
3 X
3 15
3 75
3 47
4 26
4 36
5 80
5 70
6 60
7 39
9 67
A W
A f
A US
A nd
A VO
A 0000000
B F
B G
B IL
B TS
B 003
B atch
C TI
C am
C our
C amb
C ouver
D ining
E d
E nd
F o
F ON
F ING
F INE
F LY
F uel
F amil
G F
G OL
H o
H ANG
H ow
H ET
H alf
I f
I LE
K OR
K AMP
L AY
L im
L ake
M 2
M ANG
M ic
M id
M us
M TT
M ag
N ING
O PP
P e
P OU
P ING
P HO
Q W
Q ue
R N
R X
R ain
S Q
S o
S el
S MO
S CON
S pl
S ize
T B
U O
U SA
V ILLE
W O
W ait
a el
c ol
f o
f er
f ish
f ollow
g al
g uest
g ood
h av
h ouse
i et
i am
i ble
k t
n cl
q ty
r et
s ale
t w
t ed
u ed
u ter
w ald
y en
~ ~
× $
00 200
TA S
AN O
ST U
ST RIP
TO AST
01 24
01 04
RE N
RE DU
AL MOND
TOTAL NUMBEROF
GST ID
10 50
10 509
CE P
CE MENT
RM 12
RM 15
12 45
CH S
CH AN
CH YE
LE AF
OR 180
NT I
13 PM
03 1
03 03
CO ST
CO MBO
TH A
in ach
ot e
18 3
es ent
90 2
SR 0
16 1
16 27
40 PM
SE A
SE AL
SE AT
SE VEN
DE CE
DE VO
CL I
80 2
23 9
or a
or call
22 30
en a
en g
OO M
AY AM
ic ht
Total Paid
YOU HAVE
it r
Ch z
Ch ar
0000 4
LI FE
95 6
ed a
is u
33 2
33 22
LO H
LO CAL
SI ER
SI MEN
29 4
38 2
38 18
38 PM
SAL MON
Su sh
Su per
PP U
78 45
PE PSI
EX P
re me
65 7
65 8
04 1
39 4
88 7
06 PM
46 3
LA W
IT LED
100 8
100 9
il i
47 6
CA 90
PO WDER
69 69
43 1
43 95
am a
44 PM
est r
RO SE
RO TS
PLEASE PAY
BA CON
BA KED
58 00
001 01
and o
200 3
200 4
SUPP ORT
WI FI
Cash Tendered
MO D
NI E
SHO ES
Serv edby
CS 0003
AI RM
FE CTION
pr oduct
ea gain
76 3
VER I
CON FECTION
ac i
ow in
ter s
VIS ITE
LOW ER
op in
FI CA
400 8
ENT RY
ENT ITLED
ag reet
SP I
SP ON
MI LO
DO CUMENT
ec ake
XXXXXXXX XXX
Item Price
Item Count
WANG SA
MC D
BI O
COUPON SAVINGS
GI VEN
Ro b
ET TE
WA 98
CHO P
KO PI
Ex cl
ct ion
VI EW
Ph il
if ied
off er
PH A
KI WI
ple as
ple ase
Par is
RAN CH
CONDITION S
REFUND S
NUMBER IS
PL AN
Sp a
LAR GE
MU TIARA
MU KIM
erm ark
Pl ain
Gst 0
Service Tax
MIN ERAL
I001000000 60
OFF ER
SAN TA
visit ing
Cl ient
Discount Total
Op erat
BT L
OUT BURGER
KING S
317 491
Term ID
let ed
DEBIT TEND
AUTH CODE
Col or
Incl uded
Net Total
Net Amount
ied to
per ience
etail s
Customer Copy
Thankyoufor shopping
Hot el
ree k
SOU TH
To Go
007874 237
ian o
Bu y
Lo bster
NOR TH
Visit ing
De leted
FROM PRI
BON US
Gl s
ik ka
BRO WN
330 ml
FRU ITS
TUN A
serv ice
QUE EN
Cent ral
Seat tle
As k
arm acy
%= $
Spr ing
arg et
artic ip
THANKYOUFORSHOPPING AT
OLI VE
TV R
MERCH ANT
Svr Ck
Bro ad
Bro ok
Mix ed
Pel i
NV 89
Plat ter
Diet Coke
COOKI E
MV P
Onion Rings
check out
TWI ST
Sdn Bhd
Cur ry
Gift Card
FACT URE
Coca Cola
Bud Light
sb ury
ThankYoufor Visiting
HAPP Y
0378 317491
Buff et
orris ons
DEPO SIT
DIES EL
Shir t
SOLAR IS
Cappuc c
oos ing
prov id
SCAN NEDCOUPON
LETTU CE
Govt Tax
GOL DEN
KAMP UNG
TOTALNUMBEROF ITEMSSOLD
Sush i
CONFECTION ERY
FROMPRI MARY
( £
* )
. )
0 23
0 48
1 PC
2 PC
3 95
3 49
3 43
4 18
4 22
4 45
4 49
4 47
5 B
5 W
5 75
6 10
6 15
6 21
6 36
6 46
7 80
7 55
7 64
7 DAYS
8 03
8 95
8 49
9 25
9 37
9 am
: #
A 2
A b
A 01
A 10
A DA
A VA
A BI
B es
B ed
B ED
B ow
B ag
B each
C 2
C 9
C Q
C Y
C p
C 01
C NO
C ir
D H
D UR
D ont
E P
E U
F M
F ER
F LA
F arm
F LOWER
G e
G LE
G OLD
G iv
G RIL
H an
H am
H TT
H ave
I I
I O
I SU
I CA
J AL
K F
K K
K e
K h
K u
K LE
K at
K et
K UN
L or
L ong
L ump
L ike
M H
M r
M y
M en
M is
M US
M ILL
M ust
M ax
N H
N UR
N om
N EXT
O w
O ur
O nt
P F
P en
R ND
R AIN
R av
R ib
R ose
R INI
S a
S er
S ar
S NA
S ant
S CR
S MS
S NY
S ATU
S OUR
S GD
S cheidegg
T D
T SI
T of
T ir
T ikka
U PON
U rs
V AR
V an
V OL
W M
W S
W IS
W ed
W NU
Y U
Y AN
Y DISCOUNT
Y ORK
c afe
e em
e you
f l
f ly
g et
g ift
j oy
p o
r i
r es
r estaurant
v oice
w ill
w ell
y n
y st
z e
z i
00 30
00 100
00 56
TA K
TA U
IN THE
ST RO
01 4
01 60
01 58
AL PHA
TOTAL PURCHASE
GST SUMMARY
CE L
CE N
CE LL
ON D
er k
er ence
RM 9
RM 20
NO RM
CH Z
20 26
20 93
AM I
AM ED
LE CHE
OR S
OR GE
13 11
03 2
CO LI
11 01
11 88
SU NG
ME TI
in Euro
99 0
99 1
99 2
99 87
99 999
18 1
es urvey
es cheidegg
SR V
on ut
IS ON
17 1
17 PM
16 6
16 PM
30 2
SE C
SE GAR
DE PT
60 2
DA WNU
25 30
at i
CL ER
VE NT
or n
55 9
PR OO
22 2
22 7
en you
AT S
AT UR
Ch ic
0000 13
AD DED
LI GH
LI QW
RI MP
ed o
AMOUNT S
33 4
33 7
LO VE
LO AD
BLE ACH
29 6
26 6
75 2
75 8
et he
45 1
45 72
el t
el wald
IL ABLE
49 4
TION AL
om ot
PE D
PE AN
48 5
48 10
re am
re ward
re ci
65 1
65 2
04 PM
36 1
39 14
88 5
46 7
ur s
09 1
100 01
100 12
47 98
CA JA
CA KES
CA ISSE
CA PPU
PO LO
EN CE
43 PM
Re ch
Re chn
am isu
44 2
IC C
est ax
ip p
68 6
98 1
98 29
STA N
DU TAMAS
SS 6
MB B
67 7
DIS H
ad min
PRO TE
PA C
PA UL
56 6
and ise
and tellusaboutyour
TER A
ol icy
REF ER
REF ILL
NI VE
NI COLE
MAN IS
com eagain
Pr ices
id ay
NOT INCLUDED
Serv ices
CS 00
CI O
JO E
In d
DI E
KU P
PAY FROMPRIMARY
um b
um m
BU LOH
BO ARD
BO WL
CON TAN
Gr oup
Gr ind
ill s
101 66
op s
FI VE
FI ELD
ver s
YOUR CASHIER
YOUR GUEST
86 27
Sh ake
PY T
GR AIN
DO G
COU R
Fr ite
ab el
ab les
Cr oss
Order Total
AC CEP
ut s
PI E
BL AN
WE I
HO P
COUPON FOUR
Ro om
SO YA
PERSON AL
ok i
ok ed
CHIC AG
Receipt No
Ph p
ation s
ation al
FL 328
se Scheidegg
RON 95
HE AD
ak i
LL C
Your cashier
Sp inach
Car e
Pl ate
HA ZEL
RID GE
I001000000 31
be ye
ers on
visit e
STE NDER
Al am
Op t
qu et
PS 4G
gr oss
Ca pr
aw ay
DEBIT CARD
0078 742
ro ad
TRE VISITE
Credit Appl
Col esl
LT LIQW
Net Sales
MIS SED
Fl or
Fl oor
WEL L
Te am
STIC KER
MEN TAI
VC D
DAI RY
Ref erence
GUEST S
Mo j
MED AN
Ent spr
KIT CHEN
LAN E
POST itle
FUEL SALE
Bre ak
Jo in
OPEN LOO
RT 0001
0008 9987
BES TARI
Es p
Gl oki
Coc onut
GB P
0018 000001
Take Out
811 0100
Veg as
uck s
Out Total
ROLL ER
Sup reme
Sup ermark
VALU ED
Terminal ID
216 03
ins chn
Master card
Count er
STRA W
ala Lump
Sc all
0108 3
ACCOUNT NUMBER
Exp ir
PleaseCome Back
CLE AN
EFT POS
EFT DEBIT
Bo x
Gu ac
KH OO
430 234
Spr ite
THANKYOUFORSHOPPING WITHUS
CRA B
Dis ney
Latte Macchiato
RR N
TV Q
oy ee
eep yourreceipt
Empl oyee
GEN ERAL
this receipt
uson Facebook
COS METI
PIZZ AH
Dat um
Pet it
Ri ver
ORANGE CKN
Chees ecake
IEN CE
PAND AN
Est r
FUL L
Tisch 7
REDE EM
CLAS SIC
French Fries
FAMILY MART
0338536 719
0338536 716
JIN JANG
Art ic
Merchant ID
Iss ue
LORE M
PREMI O
TANJ ONG
Caesar Salad
Welcom eto
DAM AI
GROU P
Las Vegas
GSTREG NO
BOTT LE
Author iz
BUS INESS
Goto www
Hom e
Tur key
DATA RAN
QUES O
SPAG HET
Ext Price
Mob ile
Quant ity
AMERICAN EXPRESS
Bab y
ECE IPT
Gall ons
IKE A
TST N
BAK ERY
Gros seScheidegg
unk in
Angel es
agre ement
Schwe inschn
Af ter
icht inEuro
3818 Grind
opin ion
agreet opay
Thankyouforshopping at
Broad way
Cappucc ino
Ku alaLump
Tof u
Tir amisu
Urs ula
DAWNU LTLIQW
PROO F
Rechn ung
CONTAN TE
YOURGUEST NUMBERIS
COUPONFOUR N
PS4G AME
gross escheidegg
CreditAppl iedto
Entspr ichtinEuro
00089987 4816
COSMETI CS
Schweinschn itzel
3818Grind elwald
KualaLump ur
DAWNULTLIQW OLA
# *
- #
0 80
0 Deleted
1 C
1 lb
1 PK
2 FOR
3 40
3 0000
3 26
3 78
3 days
4 27
4 2100
5 X
5 90
5 22
5 37
5 46
5 44
5 68
5 98
5 79
6 90
6 38
7 44
8 30
8 35
8 37
8 46
8 43
9 30
@ .
A O
A y
A TA
A AN
A TO
A TE
A 15
A IS
A PO
B 8
B AY
B ak
B LOCK
C RM
C IS
C as
C nt
C ab
C TOR
C VS
C CION
D G
D P
D ID
D om
D ip
D ol
D av
D uck
D ouble
E B
E FE
E LEVE
F LE
F ing
F ollow
G T
G yr
G INGER
G ILLET
H OL
H and
H ILL
H ARI
H arb
H wy
I M
I V
I Z
I TO
I LET
J C
J EN
J UL
J OUR
K y
K IN
K NO
K OL
K NOW
L OU
L ou
L os
M ASH
M OL
M GR
M art
M ail
M ember
M ountain
N ando
O THER
O ther
P 2
P k
P u
P NT
P or
P ad
P os
P op
P alm
P ICK
P oints
R ING
R is
R et
R os
R end
R etail
R anch
S n
S PM
S im
S 0008
T em
T 001
T and
T PS
T ips
T arget
U ME
U GH
V e
V iew
W F
W K
W AT
W ALL
W ew
W orld
X H
X TRA
Y T
Z ER
Z ONE
a a
b re
e very
g l
g an
g as
g oto
h r
i que
k o
k u
k et
l a
l n
l s
m ar
m ay
m ond
n umber
o ww
r am
r ess
s in
s up
s oon
t F
t es
u g
v ice
v ol
v ent
w ebsite
x 1
x 2
y an
00 R
00 AM
00 27
00 49
00 37
00 73
00 600
TA STY
IN 1
IN F
IN DE
ST ON
TO K
TO S
TO MS
TO ILET
01 22
01 06
01 07
01 34
RE AD
RE STO
RE TAIN
TOTAL INCLUDES
AS SO
GST 1
GST Summary
TE O
10 27
10 PM
10 69
CE D
CE S
50 PM
ON A
ON THE
al th
RM 14
RM 28
CH ED
CH ARD
20 PM
NT ING
03 6
03 02
CO D
CO PER
CO CK
TH Y
TH IN
TAX 6
TAX ES
TAX 16
11 01083
ES H
SU VISITA
SU TERA
ME IN
201 70
201 804
99 4
99 7
ot le
ot ta
000 58
000 84
18 PM
15 3
15 58
TI PS
ar r
ar ance
on your
16 7
16 64
40 6
19 4
19 PM
25 4
25 6
at p
at in
VE ND
80 89
23 2
or f
or g
55 4
55 PM
as p
en n
70 G
70 68
AT ING
ic ial
Total Amount
le ans
le gr
KE K
it al
it ter
28 9
28 01
Ch oice
Ch ili
0000 1
SH ARE
SH RIMP
LI AN
LI ME
RI ED
RI MB
AG AS
95 2
95 45
Ta bl
ANGE LES
27 PM
33 CL
33 198
MAR IN
LO B
LO CA
SI R
29 1
29 2
29 8
45 3
45 600
PP ERS
el ow
78 32
OL INE
SD R
48 7
48 PM
MP TION
MA I
MA K
MA X
MA TE
37 PM
39 8
TEL L
TEL UR
88 1
88 45
06 8
46 4
46 8
LA B
LA VE
09 PM
100 5
il a
47 PM
47 100
CA F
FA ST
PO P
EN EX
69 1
69 29
TR AS
st on
ce m
Re m
31 PM
am es
44 80
FOR D
INCLU IDO
US DEBIT
BE V
BE LL
72 00
DU CK
DU BAI
79 78
NA IL
CT 1
PRICE S
34 16
32 PM
67 3
BA TH
DIS PEN
58 000
58 PM
No w
DES IGN
RA P
RA JA
56 00
200 G
th en
th ec
51 PM
51 129
57 PM
41 010
WH T
WH ITER
85 2
GE TONE
av ailable
NI PP
RECEIPT S
Pr ix
SHO 1
QU EST
os p
DI A
im al
FE B
AH 019
pr o
ea u
BU D
BU H
BU KU
BU FFE
BO IS
Gr A
Gr illed
ill o
CR Y
Or leans
NU GGE
101 6
VA TA
CARD TYPE
CHE E
uest ions
Tel No
Sh o
Sh opping
You sav
ag es
SP IN
GR AN
GR BTR
you could
COU VER
PAYMENT SERVICE
ab ove
Card Savings
Cr ack
Cr isp
AC TI
COPY COPY
SC RE
WE STERN
BI R
BI STRO
955 7
ONE GETONE
your business
COMP LI
Ro ck
Ro ast
WA TI
pl ace
CAR LS
MON I
VISA TEND
Br oc
SO ON
eb e
eb urger
SERVICE CHARGE
PRE CIO
RECEI VE
NET WOR
BAN ANA
HE AR
PB S
iz z
MU M
Car m
ide votre
urg ers
OFF ICE
Inv No
visit www
Please comeagain
fr ies
GRO WER
ATER ECEIPT
DAR K
TAKE AWAY
F7 15
qu ence
ly n
Ca iss
TVA 10
LEY S
Term sand
VO ID
PT D
Visa Credit
BAG S
TRE E
ass a
receipt date
CB D
Net to
TRA CK
MIS CELL
-- -
GROC ER
TX 78
BUY ONEGETONE
Em p
Em ail
New Orleans
GG S
To ast
WAL GREEN
WAL NUT
ens al
FO AM
DELI VERY
450 G
DIN NER
Mas ala
OPEN 8
ich ael
WASH ING
LIC ATERECEIPT
Open Food
MAG GI
Amt Due
Tran Seq
216 3
GD N
478 00
HAL US
lo in
0108 01
Ber gh
Loc ation
Off ice
AMP ANG
Seat 1
GLO VE
oor i
TOMATO ES
BIN TI
CSH R
GAM ING
Lemon Tea
Lemon ade
Not Included
Con c
CRA CKER
HER BAL
Res p
mer ch
SAFE TY
MwSt Nr
Ice Tea
SAND WI
DUP LICATERECEIPT
Comp any
Americ an
TOTALE EURO
443 00
Int ern
Met hod
Mil k
Ri beye
00PM DAILY
LOS ANGELES
9555 22
588 2
Pin eap
PAND N
Pint BudLight
Marg ar
FIL M
REDE MPTION
COCA COLA
arb ucks
arn ed
BEEN SERVED
NUMBEROF ITEMS
Assoc iate
DRESS FORLESS
RELA TIONS
Iced Tea
Cont act
FRAN CIS
Imp orte
Squ are
condit ions
ANE OUS
itch en
ROAST ED
usive of
Thanks for
PURCHAS ES
Mineral Water
EXPECTMORE PAYLESS
549 8845
mc d
1001 000000
Praw n
CRIS PY
VATI ncl
Caj un
Hamb urger
LAT TE
urchas ed
Merc idevotre
FISCAL E
Ban ana
Fil let
Lu be
iend ly
pa id
inform ation
30days after
DIET COKE
forn ia
OnSale YouSaved
includes GST
DRIVE THRU
AVO CADO
Couver ts
PHO TO
ret ion
1245 25
DECE MBER
DEVO TREVISITE
YOUHAVE BEENSERVED
SPON GE
Operat or
Bow l
Cp n
Cir cle
Giv en
CLER K
Chic ago
PROTE CTION
andtellusaboutyour visit
REFER ENCE
STENDER ED
Colesl aw
Moj ito
0018000001 83
Expir es
Estr ella
SPAGHET TI
ELEVE N
Fing ers
Gyr os
GILLET TE
Los Angeles
RIMB UNAN
BUFFE T
NUGGE TS
Yousav ed
GRBTR TSTN
GROWER BUNCH
Caiss ier
MISCELL ANEOUS
BUYONEGETONE FREE
TranSeq No
Bergh otel
Pineap ple
# ************
( .
. $
1 F
1 of
1 Guest
2 001
3 11
3 21
3 0001
4 C
4 S
4 x
4 20
4 21
4 100
4 001
5 M
5 19
5 25
5 23
5 45
5 69
6 CT
7 13
7 40
7 22
8 50
8 47
8 58
8 155
9 15
9 40
9 78
9 130
9 481
= $
@ £
A TION
B J
B N
B AD
B ND
B ur
B ir
B AGE
B ell
B ah
C e
C i
C u
C at
C AD
C BE
C RO
C ANT
C TED
D in
D en
D RA
D RU
D ub
D RILL
E V
E AL
E LI
E AG
E ACH
F Y
F re
F ILL
G P
G AN
G al
G en
G AIN
G LS
G reek
H F
H P
H Q
H ou
H UN
H AI
H ong
H oney
H WY
I B
I TI
I DE
I EL
I LES
I agreetopay
J im
J ust
K N
K i
K al
K eepyourreceipt
L W
L g
L ane
M X
M d
M el
M UN
M od
M iam
M orrisons
N F
N e
N ICE
N ext
O CT
O AK
O YA
O live
P x
P INE
P TS
P each
Q T
Q TE
R H
R u
R US
R CS
R 0003
S J
S in
S ir
S ec
S aus
T l
T m
T UR
T own
T orr
U 9
U F
U TE
U LA
V R
V IT
V ict
W IL
W AH
W ill
W OOL
W MEIN
Y N
Y IN
Y og
Z IE
a C
a P
a j
a o
b a
b ar
b our
b ier
c al
c od
c ount
c are
d u
d el
d own
e er
f i
f ul
g o
g u
g er
g es
g ar
g en
g ive
g mail
h as
i h
i y
i fornia
j o
k now
l ing
l ines
m ed
m et
m ob
n ing
n oc
p ost
p oints
r it
r der
s c
u gg
v a
v l
w a
w er
w ina
w ould
w here
z o
ó n
00 S
00 X
00 24
00 33
00 26
00 38
00 75
00 35
00 21
00 43
00 59
00 195
00 USD
TA T
TA UR
TA STE
AN TH
ST K
ST OP
ER CI
TO TA
TO FU
TO WEL
01 50
01 80
01 63
RE V
RE X
RE ND
TAL IAN
OU TH
OU SE
TOTAL SALE
AS A
AS DA
GST 6
AR CHES
TE M
TE MP
10 S
10 Z
10 22
10 21
10 37
10 61
50 R
50 50
50 24
50 47
50 41
50 250
er r
RM 50
RM 16
RM 31
12 12
12 14
12 PM
12 08
12 MM
12 109
12 106
NO S
NO V
NO TA
CH N
CH RY
20 20
LE N
LE BUH
13 A
03 3
03 5
03 06
03 205
CO LU
CO CON
TH O
an ty
11 PM
ES S
ES PE
SU C
SU S
ME T
201 9
in c
99 6
99 138
ot to
ot te
18 03
18 19
18 4810
15 PM
14 32
14 300
90 4
90 60
90 64
ou m
TI MES
TI RAM
ar ian
IS INE
17 90
16 80
16 45
16 oz
40 2
40 21
40 43
40 600
30 AM
30 88
SE AS
SE NT
SE TT
SE GI
SE GAM
DE CO
60 9
60 46
DA VID
DA ISO
25 L
25 010801
at a
at h
CL ARA
VE LO
VE NI
80 6
80 50
UR DAY
23 11
or i
55 2
55 00
55 55
as in
22 1
22 90
en c
en joy
OO TH
ic a
ic ia
Total Qty
24 30
24 382
YOU RO
KE BU
it es
it as
Ch ill
Ch arg
Ch rg
0000 7
0000 10
SH R
SH ORT
AD Y
AD UL
RI ES
RI VER
RI CAL
AG U
AG REE
95 9
ed id
is se
is tr
Ta c
Ta p
27 26
27 3500
33 9
33 EUR
MAR KER
LO IN
SI TA
29 3
29 30
26 72
26 1248
38 3
35 6
35 9
35 69
35 43
SAL ON
SAL SA
et te
45 2
45 9
45 00
PP IES
78 1
78 2
IL A
om s
PE AR
PE ACH
PE TRO
PE PPERS
PER KG
PER MAI
EX PRINT
UN ITS
MA JU
MA KER
65 4
SUB TTL
SUB MISSION
04 7
04 90
36 PM
ch ick
ch up
39 6
39 7
TEL LU
46 9
46 67
ur t
09 55
100 000
47 9
AND ER
SA TA
SA US
FA THERS
ing your
EN W
43 50
St ill
St ored
St andard
IC S
est o
98 5
98 72
BE E
BE MED
STA Y
STA PLE
CASHIER 1
DU KOR
RO S
PLEASE CALL
34 2
67 6
67 750
BA WANG
BA TAI
No od
42 50
ad ed
ad vis
59 PM
PA TA
PA 19
97 19
Th ree
ol a
ol is
200 6
our se
th Ave
66 1
66 3
85 3
MO S
MO JI
PU L
PU TRA
NI BH
com pl
54 PM
Pr omot
id ge
OM AS
Am sterdam
QU AR
CI LI
JO K
In st
DI ON
im ent
FE CHA
0001 15
pr esent
KU T
for e
for all
BU LAN
CON E
ill age
GAR BAGE
CR U
Or ig
Or land
DAY AAN
101 4
101 756
94 30
94 261248
400 G
CUSTOMER SERVICE
Sh ort
ap e
SP AN
SP AR
GR D
MI CH
ain ing
DO OR
ab e
ab ov
isc uit
Cr um
Order ID
ut to
Item Name
AU n
Cashier 1
Sav e
PI ON
ess ert
MC MUFFIN
955 78
JU LI
COUPON STENDERED
BER AS
BER JUN
******** **
Check Total
Check No
Check Number
ell o
NY LON
CHO WMEIN
CAR R
KO K
KO HL
MON T
POS 001
APP LY
ew ith
Chicken Fingers
PRE S
PRE PAY
Dr ess
VI VO
WAY S
cr edit
FL AT
ud e
040 4
BAS KET
Par r
NET TOTAL
Restaurant s
sh op
Chk n
PL AT
Car r
BR OOK
WHOLE SALE
MIN STER
MIN YAK
FF ER
PEN DENT
I001000000 64
ANA DA
COL OR
COL GATE
POR SUVISITA
fr iendly
MEAT BALL
TERI YAKI
Al fr
Op ID
ph ia
TAN K
Be ans
F7 11
au x
Ca isse
SIMP ANG
020 7
OUT LET
YE AR
oll ar
ION S
AIR PORT
118 99
FOOD S
PT 179
CENT RAL
CHARGE DETAIL
Me ijer
WATER LOB
che ese
ADD RESS
THANKYOUFOR VISITING
Ac cept
ENTER TAIN
GRA PE
-- >
214 85
CRE DI
Invoice No
tr ans
BRE AK
TX 770
NEW YORK
JI MART
Sw iss
Tender Detail
Mo cha
ALI A
888 8089
DOM MAL
HI M
CHI LI
MED IC
iss uer
0014 516
0016 94261248
CS0001 24
Pre pay
SL C
anc et
PROMO TER
app reci
Lo ve
Lo ok
TF W
Visit www
LIP ID
De cem
Choc o
Pan era
REGULAR PRICE
Park ing
Add ress
Gl ass
SAT URDAY
VS Order
0017 3416
1L B
BRO C
May o
ZJ 08
0009 8888089
SIGN ATUR
Drink s
318 0303
318 0404
FAR MER
YEL P
GALL ERY
He ad
Gre at
serv er
STRA TION
Cent er
Side Salad
Sl ip
Set tle
A00000000 41010
val id
val ue
HAND LE
WOR LD
BAT CH
LAM B
SIN CE
Valid atp
MAD RID
eep st
WEST MINSTER
Merch andise
MINI UM
CPN BND
Main Street
Us er
Mark down
049 7
Dat a
Fi re
Garlic Naan
CONTA CT
CONTA NTI
CER TI
Cle arance
ner g
TIS SU
EXT PRICE
VERY DAY
INDICA TES
Jack son
PD PA
STY LE
MEX ICAN
00068 99138
ISSU ED
Veget able
CAND Y
Pick le
TWI G
RELA TED
307 491
MYNEWS CARE
COLD WATERLOB
345 3
533 00
Iss uer
PAG ADO
TANJ UNG
OY STER
iol i
00029 40600
gratuity is
CAMPA IGN
Aust in
Aust ral
Fact ory
LAS VEG
tip would
tax on
REBA TE
MELA WATI
SEQ NO
ating US
rece ive
adel phia
MERCI DEVOTREVISITE
Complete Subtotal
Svc Ch
MOR RIS
TONY MOL
ALU MINIUM
DEAL ER
PRA WN
0217 04
REGI STRATION
acc ord
quir ed
SAVINGSTO DAY
GRACIAS PORSUVISITA
065 3569
Aut o
CERE AL
PIC KUP
Ver ified
Wr ap
Cheddar Cheese
SHE ET
I0010000000 6
atuit ies
Wait er
follow ing
OR180 60
AIRM ILES
aci ón
Phil adelphia
SANTA CLARA
AVA ILABLE
GRIL LED
KLE ENEX
SNY STATIONERY
COUR SE
Break fast
8110100 36
Supermark ets
Ris otto
Tand oori
INDE PENDENT
COPER TO
LAVE NDER
DISPEN SED
then ext
WHITER ICE
SPIN ACH
COMPLI ANT
CARLS BERG
WALGREEN S
GAMING CPNBND
Mercidevotre visite
30daysafter receiptdate
PHOTO COPY
retion ary
Expires 30daysafterreceiptdate
GILLETTE BW
Dub ai
EAG LE
Hou ston
Miam i
Saus age
00195 1645
0163 307491
COLU MB
SEGAM BUT
YOURO PIN
KEBU DAYAAN
FATHERS DAY
Stored Order
DUKOR AL
Orland o
BERJUN TAI
VIVO PAC
PT179 20
0014516 37
Panera Bread
00173416 4480
00098888089 6
SIGNATUR ERE
0006899138 56
COLDWATERLOB SIER
0002940600 32
tipwould be
TONYMOL Y
001951645 696
$ ,
% -
( )
( %)
( *)
) "
) ,
) .
+ +
0 201
0 24
1 No
2 99
2 PCS
3 24
3 48
3 001
3 456
3 Returned
4 70
4 Guests
5 50
5 17
5 60
5 27
5 35
5 21
5 MM
6 13
6 11
6 24
6 45
6 39
6 43
6 44
6 556
7 201
7 000
7 90
7 30
7 45
7 65
7 36
7 34
7 32
8 10
8 70
8 24
8 38
8 36
8 69
8 68
8 56
8 66
8 77
8 777
9 10
9 20
9 60
9 80
9 75
9 65
9 100
9 44
9 41
A 5
A 7
A J
A g
A CE
A le
A TED
A sh
A ction
A CRY
B 2
B on
B ier
B one
B BER
B OUR
B NS
B ang
B BIT
B ost
B urgers
B iscuit
C 3
C NT
C DE
C av
C ALAM
C NY
C ATER
C up
C ert
C urrent
D B
D K
D o
D t
D an
D RO
D RY
D unkin
D essert
E I
E Y
E n
E TER
E VI
F B
F H
F AN
F UR
F IG
F if
G i
G y
G OU
G ar
G as
G UNI
H G
H R
H r
H er
H EN
H SS
H ONG
H ERE
H ASS
I U
I RE
I LI
I US
I BRA
I THER
I JOK
J R
J AY
J um
K ing
K ORE
K ail
K ong
K ey
K itchen
L 2
L H
L R
L b
L ST
L ing
L ay
L NG
L if
L INK
L ager
L CN
L ady
L rg
L ett
M W
M l
M ad
M ore
M RS
M ah
M IGH
M atch
N AS
N AM
N on
N un
N ATURE
N TONG
O J
O TA
O AS
O REG
O VER
O ld
P 1
P V
P INV
P il
P ul
P ut
P ack
P INT
P oll
P ass
P ort
P artic
P ower
P olicy
P urchased
Q C
R AY
R ic
R nd
R oss
R INK
R ais
R asp
S 6
S CE
S ash
S ARD
S id
S oc
S app
T 6
T J
T K
T b
T t
T TA
T an
T on
T ING
T ed
T TER
T ig
T 002
T end
U H
U Y
U SE
U CK
U TS
U SED
V Y
V anc
V ist
V illage
W at
W TR
W IP
W INE
W ork
X 03
Y B
Y I
Z AN
Z ED
Z one
Z ero
b u
b urg
b acon
b ebe
c p
c el
d eb
d etail
e uf
f e
f t
f il
g ate
k l
k eep
l er
l in
l ot
l ip
l ass
m or
m ore
n g
o o
o ol
p or
p ers
r ate
r os
r ag
r ies
r ules
s T
s et
s ay
s Blvd
t os
t ake
t ips
t own
u z
u ce
v y
v in
v ouch
w est
x perience
y m
00 99
00 40
00 70
00 36
00 97
00 96
00 94
00 126
TA B
TA D
AN CE
AN ICE
AN TRO
IN ST
ST RY
ER ID
ER JOE
TO L
TO RI
TO NI
TO WIN
01 10
01 13
01 03
RE ST
RE AL
RE NO
RE AM
RE CI
AL B
AL EX
AL LA
TOTAL AMOUNT
AS O
AS Y
AR C
AR TI
TE ST
TE CH
TE NE
10 AM
10 57
10 87
50 KG
50 CHF
50 PCS
er ry
al k
al s
RM 40
RM 22
RM 35
RM 100
12 Z
12 10
12 17
12 54
NO VE
CH RI
CH RAN
CH INA
20 SR
20 40
20 80
20 22
20 46
AM A
AM AR
AM EL
LE ISU
OR ISA
13 17
13 73
03 23
CO B
CO OL
CO LES
CO CHRAN
TH ES
TH EN
TH OMAS
ANG RILL
TAX 2
TAX 7
TAX 8
11 12
11 13
11 18
11 19
11 86
SU ER
ME TRO
ME GAM
in fo
99 S
99 06
99 98
ot t
000 90
000 55
000 24
000 800
000 886
18 40
18 24
18 74
15 000
14 2
14 13
14 14
14 77
90 50
90 87
90 759
ou l
ou le
TI H
TI GER
CASH 1
ar ant
on i
on der
on lines
IS MOD
17 01
17 28
17 06
17 08
16 05
16 04
16 OZ
40 77
40 89
40 87
40 400
30 pm
DE E
60 SR
60 51
19 00
25 3
25 34
at ur
at www
80 SR
80 75
80 54
UR AL
23 12
23 52
23 1061
or ge
55 1
55 20
55 45
55 250
as k
22 88
TY OU
70 49
AY U
ic o
Total Tax
Total Sales
Total Items
24 20
YOU SAVED
le d
KE NT
it ional
28 25
28 80
28 28
28 88
Ch r
Ch ard
Ch ina
0000 15
SH F
SH OU
SH AR
SH AMP
LI MA
RI STORAN
95 1
95 7
ed By
AMOUNT TENDERED
is m
is on
is not
Ta il
ND S
27 1
27 36
MAR CH
SI X
SI DES
29 8048
38 31
75 1
75 24
35 603
SAL T
SAL INGER
SAL ATA
et a
et h
et otal
et izer
45 90
45 PM
PP G
PP URE
el n
el le
78 000
IL K
49 6
49 AM
49 PM
49 44
OL S
PER I
PER SI
EX EMP
48 6
48 96
48 1500
UN IC
UN LEA
MA CO
37 214
36 22
ch es
ch ang
ch eddar
ch oosing
SDN BHD
TEL LA
88 2
06 6
06 81
46 17
46 PM
LA BOR
IT CH
08 01
09 2
100 14
47 32
AND ISE
SA HA
Tax 8
ing you
07 4
07 15
EN ER
TR AY
**** ***
St am
St ick
St op
St ud
St arbucks
Re p
Re al
Re ad
31 01
ARE L
am on
am ole
IC RAFT
est er
PLE NTONG
68 3
68 5
98 96
BE A
BE G
BE Y
SS 17
79 00
79 55
NA PPIES
RECE IP
CT RICAL
NE ST
NE ITHER
34 40
#: ********
DIS SUER
58 1
58 4
58 30
PRO GRAM
em a
em Re
em ail
59 3
59 6
59 298048
PA STE
PA STO
PA HANG
RA H
56 2
56 3
56 26
97 6
97 7
001 00068
and is
and enter
and friendly
Th in
TER Y
ck er
200 01
200 03
our d
our survey
th ing
th Street
th aus
WI RE
41 10
WH EAT
GE ORGE
av o
av in
SER T
77 1
77 6
77 27
MO P
MO CHI
MO BIL
PU DU
PU TIH
NI F
NI K
ent o
ent ry
EL LE
com for
com ments
com within7days
Pr ov
id a
id o
id er
QU ET
QU ALI
CI R
JO SE
JO HN
us e
53 000
52 20352
0001 3
for the
for less
500 6
500 G
500 X3
76 80
76 78
ant to
BAR BE
VER IF
CON TAIN
Gr ain
Gr ound
TABLE NO
CR 000
ig r
NU TS
NU LL
101 2
101 000
op e
IG NON
FI LET
FI REBA
FRE ED
86 00
ber t
ap ply
VAT Reg
ag g
ag on
ag reat
LY N
MI AMI
ain e
423 3
ir d
Tr ay
Fr a
Fr i
Fr iday
UD ON
Price 3
ab out
ec all
81 90
Guest 1
isc o
cl ub
Card Num
ORE N
AC Z
Item Discount
AU G
BILL NO
PI A
PI KE
BL OOD
SON S
WE BS
300 G
401 1
MC CHICKEN
113 6
HO ON
HO TEL
BI B
BUR Y
955 6
955 66
955 51129
AP OL
WAS 1
CU EN
BER I
BER RIES
to be
900 9
RESTAUR AN
ust om
GU YS
PAR TI
SERV ING
your visit
your server
CHER RY
Co ol
ans ush
FRI DAY
Ro yal
ell y
NY 11
NY 113
NY 112
pl c
Com m
Com ensal
002 14
002 139
002 231061
CAR T
CAR RO
CAR DISSUER
KO T
MON NA
POS 1
VISA DEBIT
Br ing
SO LE
Store Manager
EUR 1
PAN E
PAN DE
PLA STER
bl ood
CHIC K
Dr y
Ph armacy
