{"[PAD]":0,"[UNK]":1,"[CLS]":2,"[SEP]":3,"[MASK]":4,"!":5,"\"":6,"#":7,"$":8,"%":9,"&":10,"'":11,"(":12,")":13,"*":14,"+":15,",":16,"-":17,".":18,"/":19,"0":20,"1":21,"2":22,"3":23,"4":24,"5":25,"6":26,"7":27,"8":28,"9":29,":":30,";":31,"<":32,"=":33,">":34,"?":35,"@":36,"A":37,"B":38,"C":39,"D":40,"E":41,"F":42,"G":43,"H":44,"I":45,"J":46,"K":47,"L":48,"M":49,"N":50,"O":51,"P":52,"Q":53,"R":54,"S":55,"T":56,"U":57,"V":58,"W":59,"X":60,"Y":61,"Z":62,"[":63,"\\":64,"]":65,"^":66,"_":67,"`":68,"a":69,"b":70,"c":71,"d":72,"e":73,"f":74,"g":75,"h":76,"i":77,"j":78,"k":79,"l":80,"m":81,"n":82,"o":83,"p":84,"q":85,"r":86,"s":87,"t":88,"u":89,"v":90,"w":91,"x":92,"y":93,"z":94,"{":95,"|":96,"}":97,"~":98,"¡":99,"¢":100,"£":101,"¤":102,"¥":103,"¦":104,"§":105,"¨":106,"©":107,"ª":108,"«":109,"¬":110,"®":111,"¯":112,"°":113,"±":114,"²":115,"³":116,"´":117,"µ":118,"¶":119,"·":120,"¸":121,"¹":122,"º":123,"»":124,"¼":125,"½":126,"¾":127,"¿":128,"À":129,"Á":130,"Â":131,"Ã":132,"Ä":133,"Å":134,"Æ":135,"Ç":136,"È":137,"É":138,"Ê":139,"Ë":140,"Ì":141,"Í":142,"Î":143,"Ï":144,"Ð":145,"Ñ":146,"Ò":147,"Ó":148,"Ô":149,"Õ":150,"Ö":151,"×":152,"Ø":153,"Ù":154,"Ú":155,"Û":156,"Ü":157,"Ý":158,"Þ":159,"ß":160,"à":161,"á":162,"â":163,"ã":164,"ä":165,"å":166,"æ":167,"ç":168,"è":169,"é":170,"ê":171,"ë":172,"ì":173,"í":174,"î":175,"ï":176,"ð":177,"ñ":178,"ò":179,"ó":180,"ô":181,"õ":182,"ö":183,"÷":184,"ø":185,"ù":186,"ú":187,"û":188,"ü":189,"ý":190,"þ":191,"ÿ":192,"Ā":193,"ā":194,"Ă":195,"ă":196,"Ą":197,"ą":198,"Ć":199,"ć":200,"Ĉ":201,"ĉ":202,"Ċ":203,"ċ":204,"Č":205,"č":206,"Ď":207,"ď":208,"Đ":209,"đ":210,"Ē":211,"ē":212,"Ĕ":213,"ĕ":214,"Ė":215,"ė":216,"Ę":217,"ę":218,"Ě":219,"ě":220,"Ĝ":221,"ĝ":222,"Ğ":223,"ğ":224,"Ġ":225,"ġ":226,"Ģ":227,"ģ":228,"Ĥ":229,"ĥ":230,"Ħ":231,"ħ":232,"Ĩ":233,"ĩ":234,"Ī":235,"ī":236,"Ĭ":237,"ĭ":238,"Į":239,"į":240,"İ":241,"ı":242,"Ĳ":243,"ĳ":244,"Ĵ":245,"ĵ":246,"Ķ":247,"ķ":248,"ĸ":249,"Ĺ":250,"ĺ":251,"Ļ":252,"ļ":253,"Ľ":254,"ľ":255,"Ŀ":256,"ŀ":257,"Ł":258,"ł":259,"Ń":260,"ū":261,"Λ":262,"Π":263,"Σ":264,"Ω":265,"Б":266,"О":267,"Ф":268,"Ц":269,"‘":270,"’":271,"“":272,"”":273,"′":274,"€":275,"№":276,"™":277,"↓":278,"★":279,"《":280,"》":281,"〒":282,"丨":283,"﹢":284,"﹣":285,"﹤":286,"￡":287,"￥":288,"￼":289,"00":290,"TA":291,"AN":292,"IN":293,"ST":294,"ER":295,"TO":296,"01":297,"RE":298,"AL":299,"TAL":300,"OU":301,"TOTAL":302,"AS":303,"GST":304,"AR":305,"TE":306,"10":307,"CE":308,"50":309,"ON":310,"er":311,"al":312,"RM":313,"12":314,"NO":315,"CH":316,"20":317,"AM":318,"LE":319,"OR":320,"NT":321,"13":322,"03":323,"CO":324,"TH":325,"ANG":326,"an":327,"TAX":328,"11":329,"ES":330,"SU":331,"ME":332,"201":333,"ICE":334,"in":335,"99":336,"ot":337,"**":338,"000":339,"18":340,"15":341,"14":342,"es":343,"ASH":344,"90":345,"ou":346,"TI":347,"CASH":348,"ar":349,"SR":350,"on":351,"IS":352,"17":353,"16":354,"40":355,"OUNT":356,"otal":357,"30":358,"SE":359,"DE":360,"ING":361,"60":362,"19":363,"DA":364,"25":365,"at":366,"CL":367,"VE":368,"80":369,"UR":370,"INV":371,"23":372,"or":373,"55":374,"as":375,"PR":376,"22":377,"en":378,"TY":379,"70":380,"AT":381,"XX":382,"OO":383,"AY":384,"ic":385,"Total":386,"24":387,"OICE":388,"INVOICE":389,"YOU":390,"le":391,"KE":392,"it":393,"28":394,"Ch":395,"0000":396,"SH":397,"AD":398,"LI":399,"RI":400,"AG":401,"95":402,"ed":403,"AMOUNT":404,"is":405,"Ta":406,"ITE":407,"ANGE":408,"ND":409,"27":410,"33":411,"ALAN":412,"MAR":413,"LO":414,"SI":415,"BLE":416,"CHANGE":417,"29":418,"26":419,"ID":420,"JALAN":421,"38":422,"75":423,"35":424,"SAL":425,"THAN":426,"et":427,"45":428,"Su":429,"PP":430,"QTY":431,"05":432,"el":433,"78":434,"THANK":435,"UST":436,"IL":437,"49":438,"21":439,"TION":440,"ITEM":441,"02":442,"INCL":443,"PM":444,"OL":445,"om":446,"OF":447,"PE":448,"PER":449,"SD":450,"EX":451,"BH":452,"48":453,"MP":454,"UN":455,"re":456,"MA":457,"65":458,"BHD":459,"37":460,"SUB":461,"ED":462,"04":463,"36":464,"ch":465,"OOD":466,"SDN":467,"39":468,"TEL":469,"Sub":470,"88":471,"06":472,"46":473,"MENT":474,"DATE":475,"ROU":476,"LA":477,"ur":478,"IT":479,"SUM":480,"08":481,"2018":482,"MARY":483,"09":484,"ASE":485,"100":486,"il":487,"LANG":488,"SUMMARY":489,"47":490,"CA":491,"AND":492,"SA":493,"FA":494,"REG":495,"Tax":496,"ADJ":497,"PO":498,"ing":499,"07":500,"nt":501,"AIN":502,"EN":503,"ROUND":504,"69":505,"SALES":506,"TR":507,"ay":508,"2017":509,"43":510,"****":511,"st":512,"IP":513,"St":514,"ce":515,"Re":516,"31":517,"ARE":518,"LANGOR":519,"GOOD":520,"SELANGOR":521,"COUNT":522,"am":523,"44":524,"IC":525,"AYA":526,"est":527,"FOR":528,"ash":529,"ip":530,"INCLU":531,"IER":532,"US":533,"PLE":534,"68":535,"98":536,"XXXX":537,"ice":538,"BE":539,"STA":540,"CASHIER":541,"72":542,"DU":543,"RO":544,"SS":545,"COME":546,"MB":547,"79":548,"od":549,"NA":550,"PLEASE":551,"RECE":552,"CT":553,"NE":554,"AMT":555,"AGAIN":556,"PRICE":557,"34":558,"32":559,"ount":560,"#:":561,"67":562,"BA":563,"DIS":564,"GOODS":565,"58":566,"No":567,"ge":568,"42":569,"DES":570,"ad":571,"PRO":572,"em":573,"ww":574,"59":575,"OLD":576,"THE":577,"PA":578,"RA":579,"56":580,"97":581,"001":582,"and":583,"Th":584,"TER":585,"ADJUST":586,"ion":587,"ol":588,"erv":589,"):":590,"ck":591,"ROUNDING":592,"ADJUSTMENT":593,"total":594,"200":595,"REF":596,"our":597,"th":598,"ARD":599,"51":600,"57":601,"SUPP":602,"WI":603,"ate":604,"ble":605,"41":606,"66":607,"CK":608,"WH":609,"Subtotal":610,"Cash":611,"of":612,"85":613,".:":614,"GE":615,"av":616,"RET":617,"SER":618,"77":619,"SIVE":620,"Sal":621,"MO":622,"ard":623,"IPT":624,"SUBTOTAL":625,"89":626,"PU":627,"NI":628,"ent":629,"INCLUSIVE":630,"RECEIPT":631,"EL":632,"MAN":633,"SOLD":634,"com":635,"54":636,"Pr":637,"id":638,"SHO":639,"RETUR":640,"NOT":641,"LIES":642,"OM":643,"ue":644,"Serv":645,"KA":646,"SUPPLIES":647,"CS":648,"Am":649,"QU":650,"CI":651,"JO":652,"AI":653,"LU":654,"DESC":655,"..":656,"os":657,"NG":658,"us":659,"53":660,"JAYA":661,"CODE":662,"In":663,"ONG":664,"DI":665,"WW":666,"84":667,"64":668,"der":669,"im":670,"LOT":671,"52":672,"62":673,"DISCOUNT":674,"FE":675,"COM":676,"RIP":677,"74":678,"0001":679,"OOK":680,"WITH":681,"AH":682,"pr":683,"EXCL":684,"KU":685,"PAY":686,"um":687,"for":688,"ALA":689,"500":690,"ve":691,"ALAM":692,"ipt":693,"87":694,"ty":695,"ORD":696,"ea":697,"BOOK":698,"76":699,"RED":700,"ILL":701,"FAX":702,"DESCRIP":703,"ant":704,"BU":705,"BAR":706,"VER":707,"Table":708,"DESCRIPTION":709,"BO":710,"CON":711,"92":712,"Gr":713,"TIME":714,"ALL":715,"ill":716,"NABLE":717,"ac":718,"ank":719,"RETURNABLE":720,"GAR":721,"TABLE":722,"ick":723,"CR":724,"ow":725,"63":726,"ter":727,"ore":728,"Or":729,"ig":730,"DAY":731,"ANT":732,"HOR":733,"NU":734,"101":735,"VIS":736,"ee":737,"LOW":738,"VA":739,"INE":740,"MY":741,"96":742,"op":743,"ANY":744,"ier":745,"IG":746,"Reg":747,"Amount":748,"2016":749,"Thank":750,"RU":751,"94":752,"CUST":753,"MAS":754,"ul":755,"un":756,"ange":757,"JOHOR":758,"TT":759,"ERY":760,"Che":761,"1x":762,"CARD":763,"ke":764,"CHE":765,"FI":766,"uest":767,"CUSTOM":768,"Tel":769,"WN":770,"400":771,"TAMAN":772,"FRE":773,"ver":774,"ORDER":775,"83":776,"Due":777,"YOUR":778,"MBER":779,"PRODU":780,"CUSTOMER":781,"86":782,"www":783,"Sh":784,"You":785,"ber":786,"***":787,"ENT":788,"ap":789,"0003":790,"VAT":791,"ag":792,"SALE":793,"Date":794,"LY":795,"PY":796,"SP":797,"GR":798,"VED":799,"MI":800,"ain":801,"you":802,"FACE":803,"AK":804,"oc":805,"all":806,"423":807,"DO":808,"PRODUCT":809,"COU":810,"ir":811,"PAYMENT":812,"FACEBOOK":813,"It":814,"ZR":815,"xx":816,"DED":817,"BY":818,"Tr":819,"INAL":820,"NOTE":821,"Change":822,"SubTotal":823,"ceipt":824,"Fr":825,"UD":826,"Price":827,"73":828,"UL":829,"ab":830,"ec":831,"81":832,"Guest":833,"RY":834,"RICE":835,"000000":836,"isc":837,"THANKYOU":838,"GARDE":839,"one":840,"XXXXXXXX":841,"PUR":842,"cl":843,"61":844,"SHAH":845,"%)":846,"Card":847,"OI":848,"RS":849,"IND":850,"MPUR":851,"!!":852,"82":853,"ORE":854,"Cr":855,"TS":856,"Order":857,"AC":858,"ood":859,"NIA":860,"KUALA":861,"ut":862,"ADJUSTMENTS":863,"LUMPUR":864,"Item":865,"COPY":866,"ase":867,"KET":868,"Server":869,"AU":870,"BILL":871,"PON":872,"Cashier":873,"GARDENIA":874,"Sav":875,"DUE":876,"PI":877,"WANG":878,"Sales":879,"BL":880,"55423":881,"MS":882,"SAR":883,"ess":884,"SC":885,"SON":886,"WE":887,"300":888,"401":889,"MC":890,"113":891,"HO":892,"art":893,"BI":894,"BUR":895,"MAL":896,"THIS":897,"955":898,"Qty":899,"1X":900,"93":901,"AP":902,"JU":903,"WAS":904,"af":905,"RESTA":906,"CU":907,"COUPON":908,"AE":909,"BER":910,"to":911,"TRAN":912,"900":913,"ONE":914,"********":915,"RESTAUR":916,"ail":917,"ust":918,"AGE":919,"91":920,"GU":921,"WHITE":922,"PAR":923,"PAYA":924,"VE05":925,"SERV":926,"KS":927,"your":928,"CHER":929,"ine":930,"PERMAS":931,"COMP":932,"EXCLUD":933,"Check":934,"PAYABLE":935,"EXCLUDING":936,"Co":937,"603":938,"GI":939,"ans":940,"ith":941,"KAS":942,"ime":943,"RESTAURANT":944,"ax":945,"SUBANG":946,"FRI":947,"Ro":948,"ack":949,"USTRI":950,"EXCHANGE":951,"WWW":952,"VING":953,"ell":954,"INDUSTRI":955,"71":956,"ET":957,"WA":958,"2015":959,"ANDAR":960,"600":961,"NY":962,"pl":963,"CHO":964,"%:":965,"Disc":966,"FLO":967,"I001":968,"aur":969,"Chick":970,"isit":971,"STATION":972,"Com":973,"002":974,"CAR":975,"KO":976,"MON":977,"PERINDUSTRI":978,"ZRL":979,"PERINDUSTRIAN":980,"BANDAR":981,"2014":982,"TIA":983,"ity":984,"POS":985,"VISA":986,"ANYU":987,"FT":988,"KER":989,"SANYU":990,"Br":991,"KL":992,"SO":993,"VAL":994,"TEND":995,"SETIA":996,"($":997,"APP":998,"Ex":999,"eb":1000,"TAMP":1001,"012":1002,"Store":1003,"estaur":1004,"KAWAS":1005,"KAWASAN":1006,"EUR":1007,"PAN":1008,"ew":1009,"TOR":1010,"1851":1011,"PERSON":1012,"AEON":1013,"AF":1014,"PLA":1015,"ok":1016,"RM0":1017,"ATU":1018,"CHERAS":1019,"IH":1020,"INC":1021,"PPING":1022,"estaurant":1023,"433":1024,"bl":1025,"ct":1026,"CHIC":1027,"DABLE":1028,"REFUN":1029,"SERVICE":1030,"Chicken":1031,"TAMPOI":1032,"Num":1033,"PRE":1034,"UND":1035,"VEGE":1036,"KEE":1037,"MARKET":1038,"FLOOR":1039,"REFUNDABLE":1040,"Dr":1041,"VI":1042,"WAY":1043,"TED":1044,"SAVING":1045,"Receipt":1046,"WITHIN":1047,"PURCH":1048,"STATIONERY":1049,"Ap":1050,"Ph":1051,"SPE":1052,"if":1053,"RECEI":1054,"off":1055,"PH":1056,"cr":1057,"139":1058,"ation":1059,"KEN":1060,"ThankYou":1061,"213":1062,"FL":1063,"KI":1064,"ive":1065,"ple":1066,"SHOPPING":1067,"FRESH":1068,"GRE":1069,"Mar":1070,"se":1071,"te":1072,"ud":1073,"REC":1074,"1000":1075,"403":1076,"813":1077,"COUNTER":1078,"475":1079,"Ple":1080,"T1":1081,"ESE":1082,"386":1083,"DISC":1084,"DITION":1085,"040":1086,"800":1087,"228":1088,"BAS":1089,"GA":1090,"Par":1091,"RAN":1092,"RON":1093,"OLLOW":1094,"NET":1095,"BAH":1096,"QUI":1097,"RECEIVED":1098,"Des":1099,"FOLLOW":1100,"nd":1101,"INT":1102,"STER":1103,"ode":1104,"BAN":1105,"HE":1106,"Time":1107,"ak":1108,"co":1109,"ment":1110,"ance":1111,"SALESPERSON":1112,"CONDITION":1113,"112":1114,"PB":1115,"Restaurant":1116,"ie":1117,"with":1118,"LL":1119,"Pay":1120,"Your":1121,"iz":1122,"MM":1123,"OLE":1124,"sh":1125,"ITS":1126,"REFUND":1127,"NUMBER":1128,"OP":1129,"STORE":1130,"ast":1131,"Chk":1132,"PURCHASE":1133,"250":1134,"GROUND":1135,"On":1136,"PL":1137,"Sp":1138,"CHAR":1139,"Number":1140,"BAHRU":1141,"HRS":1142,"IES":1143,"KG":1144,"LAR":1145,"ry":1146,"int":1147,"arge":1148,"ISS":1149,"SalesTax":1150,"Bl":1151,"LN":1152,"MU":1153,"Se":1154,"OUR":1155,"erm":1156,"1200":1157,"atu":1158,"NS":1159,"ia":1160,"102":1161,"Ad":1162,"Car":1163,"DD":1164,"Pl":1165,"ies":1166,"INCLUDED":1167,"USER":1168,"PRODUCTS":1169,"BR":1170,"UAN":1171,"WHOLE":1172,"ide":1173,"Guests":1174,"GER":1175,"Gst":1176,"MER":1177,"PC":1178,"CESS":1179,"2012":1180,"MBO":1181,"Service":1182,"MIN":1183,"ARY":1184,"TEA":1185,"SAVINGS":1186,"4B":1187,"Bal":1188,"HA":1189,"HT":1190,"ML":1191,"PAS":1192,"oup":1193,"RID":1194,"Descr":1195,"817":1196,"FF":1197,"MR":1198,"AME":1199,"PEN":1200,"EXC":1201,"urg":1202,"Au":1203,"OS":1204,"00000":1205,"The":1206,"I001000000":1207,"QUIRED":1208,"CTION":1209,"ANA":1210,"388":1211,"OFF":1212,"SERI":1213,"Inv":1214,"Thankyou":1215,"47500":1216,"438":1217,"SAN":1218,"be":1219,"ov":1220,"ers":1221,"COL":1222,"ang":1223,"MEAL":1224,"inal":1225,"ISH":1226,"DAH":1227,"end":1228,"ITEMS":1229,"ings":1230,"IPI":1231,"BOVE":1232,"Trans":1233,"($)":1234,"ne":1235,"visit":1236,"109":1237,"ite":1238,"CHICKEN":1239,"KEEP":1240,"Please":1241,"BASIC":1242,".&":1243,"110":1244,"750":1245,"ABOVE":1246,"Cl":1247,"JLN":1248,"POR":1249,"YEN":1250,"ZA":1251,"fr":1252,"TANG":1253,"CLAI":1254,"the":1255,"SHOP":1256,"GRO":1257,"JA":1258,"OPER":1259,"REQUIRED":1260,"105":1261,"MEAT":1262,"ATER":1263,"MAKE":1264,"PUT":1265,"Discount":1266,"DAR":1267,"PAT":1268,"TAKE":1269,"STE":1270,"ORIG":1271,"MART":1272,"NECESS":1273,"TERI":1274,"FIED":1275,"NECESSARY":1276,"Al":1277,"Cust":1278,"LINE":1279,"Op":1280,"gg":1281,"ph":1282,"TAN":1283,"SED":1284,"SEKS":1285,"UNG":1286,"MAKAS":1287,"MAKASSAR":1288,"Be":1289,"EST":1290,"F7":1291,"Food":1292,"au":1293,"ht":1294,"0015":1295,"SUN":1296,"99040":1297,"PELA":1298,"reet":1299,"BAKER":1300,"0003813":1301,"55423213":1302,"55423228":1303,"40300":1304,"IPIENT":1305,"CLAIMS":1306,"SEKSYEN":1307,"PELABUR":1308,"BAKERIES":1309,"000381399040":1310,"BIT":1311,"IR":1312,"PIN":1313,"able":1314,"0013":1315,"INPUT":1316,"ANGAN":1317,"ame":1318,"SHOWN":1319,"TENDER":1320,"139386":1321,"RECIPIENT":1322,".&.":1323,"OPERA":1324,"640":1325,"619":1326,"qu":1327,"120":1328,"AMAN":1329,"isa":1330,"NATION":1331,"REDIT":1332,"xxxx":1333,"JUMBO":1334,"(@":1335,"Bill":1336,"DR":1337,"For":1338,"HOU":1339,"PS":1340,"age":1341,"gr":1342,"lb":1343,"ly":1344,"oice":1345,"KEMB":1346,"Sale":1347,"Balance":1348,"BT":1349,"Ca":1350,"ace":1351,"ond":1352,"000001":1353,"SIMP":1354,"ORIGINAL":1355,"CREDIT":1356,"FU":1357,"UTA":1358,"aw":1359,"004":1360,"INTER":1361,"MEMBER":1362,"43300":1363,"RONAGE":1364,"Payment":1365,"WHOLEMEAL":1366,"Descript":1367,"PATRONAGE":1368,"KEMBANGAN":1369,"020":1370,"210":1371,"FFE":1372,"TM":1373,"TVA":1374,"0020":1375,"STRI":1376,"ALLOW":1377,"OUT":1378,"ont":1379,"edit":1380,"DOC":1381,"XXXXXXXXXXXX":1382,"Auth":1383,"ALLOWED":1384,"Bar":1385,"KING":1386,"YE":1387,"ZUAN":1388,"INDAH":1389,"123":1390,"LEY":1391,"oll":1392,"...":1393,"GREEN":1394,"317":1395,"DON":1396,"KIL":1397,"Term":1398,"WAR":1399,"by":1400,"day":1401,"137":1402,"11900":1403,"let":1404,"MODE":1405,"RIDZUAN":1406,"Description":1407,"ABLE":1408,"ION":1409,"Tea":1410,"Tbl":1411,"VO":1412,"bo":1413,"ANTI":1414,"TON":1415,"RM1":1416,"2013":1417,"DENG":1418,"DEBIT":1419,"CLO":1420,"PAID":1421,"AIR":1422,"AUTH":1423,"OPERATOR":1424,"Code":1425,"GO":1426,"SCO":1427,"pm":1428,"LET":1429,"118":1430,"out":1431,"are":1432,"POPU":1433,"NETT":1434,"Salad":1435,"MYR":1436,"APPRO":1437,"POPULAR":1438,"BB":1439,"BUN":1440,"FOOD":1441,"KONG":1442,"MALL":1443,"PK":1444,"PT":1445,"Val":1446,"ost":1447,"003":1448,"0078":1449,"010":1450,"ARA":1451,"106":1452,"CENT":1453,"CHECK":1454,"CHARGE":1455,"urger":1456,"NATIONAL":1457,"INTERNATIONAL":1458,"DENGKIL":1459,"##":1460,"150":1461,"867":1462,"Me":1463,"Visa":1464,"WATER":1465,"pe":1466,"ro":1467,"ub":1468,"TALING":1469,"URI":1470,"ork":1471,"omer":1472,"PETALING":1473,"CITY":1474,"Phone":1475,"212":1476,"700":1477,"NON":1478,"Name":1479,"U13":1480,"STOR":1481,"999":1482,"195":1483,"ater":1484,"LIKE":1485,"ish":1486,"SIA":1487,"VE0514":1488,"301":1489,"BAG":1490,"COR":1491,"MF":1492,"WARE":1493,"TAR":1494,"CHF":1495,"180":1496,"LIFIED":1497,"che":1498,"urch":1499,"TERM":1500,"old":1501,"vey":1502,"act":1503,"SIMPLIFIED":1504,"ACH":1505,"TRE":1506,"iv":1507,"ound":1508,"ass":1509,"00000000":1510,"ADD":1511,"Street":1512,"Credit":1513,"MALAY":1514,"290":1515,"81200":1516,"Col":1517,"HU":1518,"HARD":1519,"LT":1520,"Un":1521,"ah":1522,"ff":1523,"ss":1524,"ERS":1525,"103":1526,"00065":1527,"ese":1528,"ato":1529,"ender":1530,"receipt":1531,"CTLY":1532,"....":1533,"oss":1534,"Incl":1535,"THANKYOUFOR":1536,"Ac":1537,"CB":1538,"CAN":1539,"CAL":1540,"KPB":1541,"Net":1542,"PCS":1543,"SB":1544,"ai":1545,"way":1546,"ARI":1547,"5584":1548,"TYPE":1549,"Charge":1550,"276":1551,"UNIH":1552,"ENG":1553,"TRA":1554,"CIAL":1555,"BARWANG":1556,"AKKA":1557,"STRICTLY":1558,"867388":1559,"MALAYSIA":1560,"UNIHAKKA":1561,"EE":1562,"FRO":1563,"MIS":1564,"de":1565,"144":1566,"ong":1567,"477":1568,"ular":1569,"CHEESE":1570,"ENTER":1571,"************":1572,"COMPANY":1573,"6195584":1574,"000656195584":1575,"217":1576,"918":1577,"BALA":1578,"Fl":1579,"GRA":1580,"WEL":1581,"ake":1582,"he":1583,"TAIL":1584,"INO":1585,"019":1586,"108":1587,"alm":1588,"LES":1589,"ISE":1590,"MAIL":1591,"PAX":1592,"BARWANGRICE":1593,"BALAKONG":1594,"--":1595,"214":1596,"CRE":1597,"EF":1598,"FINAL":1599,"LS":1600,"NAME":1601,"RD":1602,"Te":1603,"ix":1604,"ied":1605,"per":1606,"STIC":1607,"ORG":1608,"SUPER":1609,"MEN":1610,"ort":1611,"PRINT":1612,"AGA":1613,"etail":1614,"amb":1615,"MALURI":1616,"Invoice":1617,"GROC":1618,"EC":1619,"MIL":1620,"Wash":1621,"io":1622,"me":1623,"tr":1624,"was":1625,"104":1626,"165":1627,"LICA":1628,"AGI":1629,"ips":1630,"DAYS":1631,"VISIT":1632,"SARA":1633,"HARDWARE":1634,"BRE":1635,"BALAN":1636,"BLA":1637,"OWN":1638,"ROO":1639,"SY":1640,"TX":1641,"WAN":1642,"ach":1643,"ib":1644,"ERE":1645,"016":1646,"RM7":1647,"SHI":1648,"UNIT":1649,"DESA":1650,"RETURNS":1651,"FREE":1652,"40170":1653,"ift":1654,"atuity":1655,"Customer":1656,"AWAY":1657,"Fax":1658,"JE":1659,"VC":1660,"ial":1661,"ld":1662,"007":1663,"TAXINVOICE":1664,"ink":1665,"SET":1666,"DAI":1667,"352":1668,"Ref":1669,"NEW":1670,"BUY":1671,"Thankyoufor":1672,"2x":1673,"2000":1674,"411":1675,"BATU":1676,"Em":1677,"GN":1678,"Hot":1679,"JI":1680,"KLANG":1681,"Mc":1682,"Sw":1683,"Tender":1684,"za":1685,"STO":1686,"ONLINE":1687,"OR18":1688,"3362":1689,"CHANGEDUE":1690,"ree":1691,"MAH":1692,"ChangeDue":1693,"Savings":1694,"KOTA":1695,"43800":1696,"UTAMA":1697,"An":1698,"BOR":1699,"CM":1700,"New":1701,"OD":1702,"Pa":1703,"Ty":1704,"ep":1705,"ex":1706,"INA":1707,"107":1708,"130":1709,"ons":1710,"SAU":1711,"icket":1712,"Regular":1713,"GUEST":1714,"KASIH":1715,"Road":1716,"TERIMA":1717,"BalanceDue":1718,"860":1719,"FISH":1720,"GG":1721,"LAGI":1722,"Mo":1723,"OZ":1724,"PONG":1725,"Sm":1726,"SOU":1727,"TL":1728,"To":1729,"Ticket":1730,"WAL":1731,"ALI":1732,"125":1733,"205":1734,"DATANG":1735,"ens":1736,"ister":1737,"SILA":1738,"888":1739,"SAPP":1740,"SPECIAL":1741,"FFEE":1742,"BALANCE":1743,"AB":1744,"Ave":1745,"Burger":1746,"DOM":1747,"HI":1748,"Rice":1749,"Round":1750,"Water":1751,"ald":1752,"CHI":1753,"LESS":1754,"MED":1755,"AGER":1756,"OLL":1757,"BEAN":1758,"Grand":1759,"ight":1760,"afe":1761,"CLOSED":1762,"OWNED":1763,"060":1764,"BRA":1765,"CAM":1766,"Don":1767,"DAMAN":1768,"Ent":1769,"FO":1770,"NDED":1771,"eg":1772,"LEVE":1773,"119":1774,"170":1775,"DELI":1776,"KEPONG":1777,"0000000":1778,"iss":1779,"MOBI":1780,"!!!":1781,"40150":1782,"BURGER":1783,"days":1784,"007874":1785,"TERMINAL":1786,"BLACK":1787,"DAMANSARA":1788,"MOBILE":1789,"JUN":1790,"ZZ":1791,"kg":1792,"pt":1793,"up":1794,"0014":1795,"0016":1796,"206":1797,"ary":1798,"etur":1799,"31G":1800,"oday":1801,"PUMP":1802,"CS0001":1803,"QUANTI":1804,"BARU":1805,"Items":1806,"GROCERY":1807,"QUANTITY":1808,"6012":1809,"770":1810,"AA":1811,"Del":1812,"KIT":1813,"Mer":1814,"Pre":1815,"TU":1816,"VAN":1817,"We":1818,"food":1819,"ian":1820,"005":1821,"TAIN":1822,"VEG":1823,"SH01":1824,"UNI":1825,"POSE":1826,"SUPPLY":1827,"NIAGA":1828,"own":1829,"CUSTOMERCOPY":1830,"PURPOSE":1831,"HOT":1832,"TRANSA":1833,"AFOOD":1834,"VEGETABLE":1835,"STORAN":1836,"urchase":1837,"Type":1838,"450":1839,"Bu":1840,"BAL":1841,"CC":1842,"Coup":1843,"Dine":1844,"LAN":1845,"SL":1846,"SPR":1847,"UM":1848,"gain":1849,"her":1850,"tle":1851,"TAPA":1852,"INK":1853,"ERO":1854,"017":1855,"RM4":1856,"RM8":1857,"127":1858,"LED":1859,"anc":1860,"147":1861,"ATSAPP":1862,"2100":1863,"ROUNDED":1864,"POST":1865,"671":1866,"PROMO":1867,"WHATSAPP":1868,"ign":1869,"AmountDue":1870,"very":1871,"app":1872,"Fries":1873,"oney":1874,"Appr":1875,"RANTY":1876,"FUEL":1877,"WARRANTY":1878,"2X":1879,"240":1880,"350":1881,"Ar":1882,"Bre":1883,"DIN":1884,"Jo":1885,"Lo":1886,"MD":1887,"Mas":1888,"OPEN":1889,"TF":1890,"oz":1891,"REE":1892,"ASS":1893,"RM3":1894,"NOR":1895,"ORT":1896,"incl":1897,"160":1898,"ich":1899,"243":1900,"33G":1901,"Sur":1902,"43200":1903,"PROVE":1904,"5772":1905,"SERVER":1906,"eef":1907,"SPEED":1908,"ServiceCharge":1909,"%):":1910,"4137":1911,"A4":1912,"BANG":1913,"DINE":1914,"IVA":1915,"MAY":1916,"TCH":1917,"Visit":1918,"WASH":1919,"br":1920,"bet":1921,"card":1922,"128":1923,"CHONG":1924,"20352":1925,"COKE":1926,"COFFEE":1927,"inn":1928,"140":1929,"408":1930,"60640":1931,"PRISE":1932,"LIC":1933,"LIP":1934,"CA9":1935,"TRAD":1936,"7937":1937,"Register":1938,"ULAR":1939,"1135772":1940,"Coke":1941,"0015317":1942,"Coupon":1943,"WHATSAPPS":1944,"001531760640":1945,"190":1946,"211":1947,"701":1948,"BK":1949,"Cre":1950,"De":1951,"Day":1952,"GL":1953,"KAT":1954,"Sing":1955,"Tip":1956,"TBL":1957,"UT":1958,"WIN":1959,"WER":1960,"YA":1961,"vr":1962,"RM2":1963,"129":1964,"2011":1965,"55100":1966,"Choc":1967,"urvey":1968,"CAFE":1969,"RATE":1970,"und":1971,"Cheese":1972,"offee":1973,"FROM":1974,"ENTERPRISE":1975,"almart":1976,"MAHKOTA":1977,"625":1978,"719":1979,"BON":1980,"EA":1981,"Eat":1982,"GH":1983,"IAN":1984,"Pan":1985,"RT":1986,"SING":1987,"uk":1988,"vd":1989,"006":1990,"RESTORAN":1991,"CHK":1992,"203":1993,"MENG":1994,"0008":1995,"ouse":1996,"SEAFOOD":1997,"6092":1998,"CLT":1999,"SIDE":2000,"385":2001,"POIN":2002,"PUCHONG":2003,"Gratuity":2004,"apore":2005,"TRANS":2006,"19537":2007,"eturn":2008,"410":2009,"AZ":2010,"GUNG":2011,"Man":2012,"Qu":2013,"Red":2014,"SW":2015,"Tom":2016,"008":2017,"TEMENG":2018,"504":2019,"RM6":2020,"CHG":2021,"any":2022,"114":2023,"116":2024,"ina":2025,"PRI":2026,"item":2027,"336":2028,"REGULAR":2029,"odu":2030,"ions":2031,"MANAGER":2032,"imp":2033,"0001817":2034,"press":2035,"EURO":2036,"Park":2037,"Add":2038,"TENDERED":2039,"47712":2040,"LEVEL":2041,"TEMENGGUNG":2042,"000181747712":2043,"328":2044,"519537":2045,"BES":2046,"Beef":2047,"CP":2048,"Di":2049,"Es":2050,"GV":2051,"Gl":2052,"IE":2053,"KRO":2054,"Med":2055,"Nr":2056,"SAT":2057,"UP":2058,"URE":2059,"VS":2060,"YS":2061,"ik":2062,"ALD":2063,"TEH":2064,"505":2065,"204":2066,"115":2067,"908":2068,"TRAIN":2069,"686092":2070,"BACK":2071,"ave":2072,"87686092":2073,"GRAND":2074,"Cover":2075,"PLASTIC":2076,"Unit":2077,"MILK":2078,"327":2079,"Dec":2080,"LD":2081,"Le":2082,"San":2083,"Walmart":2084,"les":2085,"0017":2086,"TAI":2087,"TAPE":2088,"TOMA":2089,"126":2090,"ino":2091,"179":2092,"SEL":2093,"558":2094,"ence":2095,"TotalDue":2096,"MASTER":2097,"INCLUDES":2098,"ELL":2099,"Shr":2100,"0003060":2101,"APPLICA":2102,"Open":2103,"SCOTCH":2104,"APPROVED":2105,"SAUCE":2106,"860671":2107,"TRANSACTION":2108,"POINTS":2109,"000306020352":2110,"APPLICABLE":2111,"1L":2112,"1KG":2113,"AID":2114,"BRO":2115,"Coc":2116,"Cafe":2117,"Coffee":2118,"EH":2119,"Fish":2120,"GB":2121,"IMP":2122,"May":2123,"NED":2124,"T0":2125,"TC":2126,"YAL":2127,"ZE":2128,"ZJ":2129,"ient":2130,"0018":2131,"TODAY":2132,"ONS":2133,"CHA":2134,"CHAM":2135,"117":2136,"0009":2137,"ark":2138,"DETAIL":2139,"ist":2140,"Take":2141,"SIGN":2142,"379":2143,"TRO":2144,"3200":2145,"BOX":2146,"opp":2147,"YouSav":2148,"FRIED":2149,"CHOCLT":2150,"Drink":2151,"within":2152,"Blvd":2153,"TMN":2154,"DONALD":2155,"book":2156,"GrandTotal":2157,"TRAINEE":2158,"270":2159,"312":2160,"320":2161,"318":2162,"425":2163,"811":2164,"Again":2165,"City":2166,"FAR":2167,"HAR":2168,"KAN":2169,"MAG":2170,"Veg":2171,"Wh":2172,"YEL":2173,"uck":2174,"CHIN":2175,"ind":2176,"0006":2177,"159":2178,"ous":2179,"235":2180,"PERNIAGA":2181,"ille":2182,"GET":2183,"ush":2184,"BUT":2185,"ung":2186,"AFTER":2187,"DARUL":2188,"HOURS":2189,"acebook":2190,"ROOM":2191,"Singapore":2192,"PERNIAGAAN":2193,"330":2194,"499":2195,"495":2196,"AST":2197,"Egg":2198,"FN":2199,"FRU":2200,"GALL":2201,"GHT":2202,"Out":2203,"ROLL":2204,"T2":2205,"USD":2206,"VIN":2207,"land":2208,"now":2209,"we":2210,"RES":2211,"ONION":2212,"LEE":2213,"THER":2214,"SUR":2215,"906":2216,"TIC":2217,"DEN":2218,"234":2219,"Chips":2220,"275":2221,"Sup":2222,"7875":2223,"ILY":2224,"ITEMSS":2225,"MAC":2226,"Amt":2227,"CIA":2228,"Tran":2229,"VALU":2230,"PHONE":2231,"PORK":2232,"Terminal":2233,"216":2234,"@$":2235,"Av":2236,"FC":2237,"GD":2238,"He":2239,"Min":2240,"PJ":2241,"Pep":2242,"Return":2243,"SM":2244,"SOF":2245,"Soup":2246,"UB":2247,"VD":2248,"West":2249,"ZEN":2250,"ij":2251,"ward":2252,"INES":2253,"122":2254,"CHANG":2255,"135":2256,"111":2257,"ins":2258,"ining":2259,"288":2260,"2811":2261,"SHENG":2262,"ADO":2263,"RILL":2264,"47400":2265,"CAKE":2266,"ose":2267,"IGH":2268,"MCDONALD":2269,"aff":2270,"FRIES":2271,"Come":2272,"43319":2273,"FLR":2274,"MUSH":2275,"Gst2":2276,"HOUSE":2277,"002043319":2278,"WELCOME":2279,"Rounding":2280,"DineIn":2281,"Master":2282,"TRADING":2283,"Shrimp":2284,"EHSAN":2285,"787520":2286,"ITEMSSOLD":2287,"478":2288,"BLU":2289,"Cor":2290,"Count":2291,"Deb":2292,"Gre":2293,"HH":2294,"HAL":2295,"IA":2296,"Pax":2297,"Rs":2298,"Rate":2299,"SK":2300,"TUN":2301,"WD":2302,"back":2303,"serv":2304,"ton":2305,"002017":2306,"INI":2307,"STRA":2308,"ala":2309,"ale":2310,"132":2311,"ANGSA":2312,"155":2313,"SRI":2314,"SETAPA":2315,"604":2316,"VEN":2317,"KELEY":2318,"351":2319,"4688":2320,"6926":2321,"amount":2322,"QUE":2323,"ager":2324,"Savem":2325,"BERKELEY":2326,"BANAN":2327,"HEAL":2328,"81750":2329,"APPROVAL":2330,"CORN":2331,"Acc":2332,"41150":2333,"McDon":2334,"oduct":2335,"SETAPAK":2336,"225":2337,"303":2338,"329":2339,"616":2340,"718":2341,"9000":2342,"Cent":2343,"DY":2344,"Detail":2345,"GIN":2346,"GAL":2347,"GES":2348,"HST":2349,"Live":2350,"NR":2351,"Rd":2352,"Sc":2353,"Sand":2354,"Sea":2355,"Side":2356,"SLIP":2357,"lo":2358,"na":2359,"tell":2360,"INDI":2361,"0108":2362,"TES":2363,"LEMON":2364,"138":2365,"0004":2366,"178":2367,"SEE":2368,"VEY":2369,"808":2370,"35787520":2371,"ILLA":2372,"SALESTAX":2373,"ster":2374,"Ste":2375,"COMEAGAIN":2376,"emon":2377,"MORE":2378,"acon":2379,"ect":2380,"ACCOUNT":2381,"GUARD":2382,"Exp":2383,"uded":2384,"Party":2385,"PleaseCome":2386,"phone":2387,"001335787520":2388,"Tendered":2389,"Paid":2390,"Approv":2391,"better":2392,"230":2393,"219":2394,"760":2395,"AVE":2396,"Ber":2397,"But":2398,"CLE":2399,"Cop":2400,"DT":2401,"DANA":2402,"Eur":2403,"EFT":2404,"F1":2405,"FR":2406,"IOI":2407,"Ju":2408,"Loc":2409,"Off":2410,"Rp":2411,"Sl":2412,"Set":2413,"SQU":2414,"Sign":2415,"line":2416,"uc":2417,"0012":2418,"0023":2419,"TAM":2420,"507":2421,"CHIP":2422,"AMP":2423,"THU":2424,"148":2425,"TIP":2426,"arl":2427,"405":2428,"DEL":2429,"255":2430,"EXPI":2431,"urr":2432,"CARE":2433,"Taxes":2434,"Taxable":2435,"BEST":2436,"Nov":2437,"PACK":2438,"oft":2439,"JOY":2440,"osed":2441,"each":2442,"Apple":2443,"Seat":2444,"ature":2445,"PASAR":2446,"Bever":2447,"xxxxxxxx":2448,"ondon":2449,"BBQ":2450,"ABN":2451,"DINEIN":2452,"Debit":2453,"Savemoney":2454,"280":2455,"5000":2456,"601":2457,"648":2458,"As":2459,"ACT":2460,"A00000000":2461,"Bo":2462,"Cart":2463,"Gu":2464,"GAS":2465,"House":2466,"JAN":2467,"KH":2468,"MES":2469,"MAT":2470,"NER":2471,"Sch":2472,"SMI":2473,"SWE":2474,"Sold":2475,"Tot":2476,"York":2477,"ZZA":2478,"ile":2479,"oon":2480,"pc":2481,"val":2482,"TOWN":2483,"OUN":2484,"503":2485,"509":2486,"NOOD":2487,"AMEX":2488,"1300":2489,"038":2490,"COO":2491,"ana":2492,"2010":2493,"iness":2494,"152":2495,"ould":2496,"404":2497,"40210":2498,"309":2499,"805":2500,"orr":2501,"PRIN":2502,"ices":2503,"KED":2504,"PPER":2505,"785":2506,"498":2507,"PERDANA":2508,"STAFF":2509,"6739":2510,"2008":2511,"FEED":2512,"ump":2513,"eak":2514,"GIFT":2515,"PANAS":2516,"izza":2517,"HAVE":2518,"Closed":2519,"BTW":2520,"ARIKAT":2521,"SYARIKAT":2522,"Bread":2523,"McDonald":2524,"Livebetter":2525,"GUARDIAN":2526,"323":2527,"53200":2528,"716":2529,"737":2530,"801":2531,"BS":2532,"Bot":2533,"GLO":2534,"HAND":2535,"LON":2536,"LAND":2537,"London":2538,"Mw":2539,"MUST":2540,"Mac":2541,"NC":2542,"OH":2543,"SAM":2544,"WOR":2545,"az":2546,"my":2547,"oor":2548,"pay":2549,"RESS":2550,"GSTReg":2551,"TEBRA":2552,"RM5":2553,"ORI":2554,"COLA":2555,"000750":2556,"esh":2557,"arm":2558,"175":2559,"169":2560,"6057":2561,"237":2562,"ord":2563,"555":2564,"icy":2565,"KEDAI":2566,"287":2567,"278":2568,"POTA":2569,"POINT":2570,"STAR":2571,"add":2572,"BOOKS":2573,"81109":2574,"I001000001":2575,"ATURE":2576,"PRESS":2577,"PLUS":2578,"CENTRE":2579,"BREAD":2580,"EatIn":2581,"TOMATO":2582,"CHINESE":2583,"40210276":2584,"673920":2585,"TEBRAU":2586,"000750673920":2587,"%=":2588,"220":2589,"215":2590,"360":2591,"319":2592,"412":2593,"430":2594,"BIN":2595,"BAT":2596,"CSH":2597,"DAN":2598,"EAT":2599,"GM":2600,"GAM":2601,"IF":2602,"ITY":2603,"KES":2604,"LAM":2605,"Lemon":2606,"Not":2607,"NCR":2608,"RG":2609,"SIN":2610,"Spr":2611,"TIN":2612,"U3":2613,"ZERO":2614,"purchase":2615,"survey":2616,"ta":2617,"whe":2618,"0011":2619,"ANIC":2620,"TOP":2621,"TOT":2622,"TELE":2623,"126926":2624,"CHIT":2625,"AMER":2626,"TAXABLE":2627,"MEDI":2628,"ICED":2629,"oto":2630,"145":2631,"90SR":2632,"arg":2633,"305":2634,"SEN":2635,"259":2636,"atte":2637,"2300":2638,"2366":2639,"orth":2640,"224":2641,"edby":2642,"SITI":2643,"394688":2644,"ICK":2645,"BEVER":2646,"STAMP":2647,"SS21":2648,"ford":2649,"igh":2650,"iginal":2651,"TTL":2652,"GRATU":2653,"ecial":2654,"OrderNumber":2655,"ACC":2656,"artic":2657,"ONEY":2658,"CHOC":2659,"PLAZA":2660,"JAKA":2661,"PKT":2662,"Valid":2663,"CENTER":2664,"THANKYOUFORSHOPPING":2665,"JEJAKA":2666,"BEANS":2667,"YELLOW":2668,"002017394688":2669,"BANANAS":2670,"Approval":2671,"Juice":2672,"//":2673,"3RD":2674,"913":2675,"==":2676,"APR":2677,"BALL":2678,"Cal":2679,"Con":2680,"CRA":2681,"Dis":2682,"El":2683,"EMP":2684,"HER":2685,"ITA":2686,"LG":2687,"La":2688,"Latte":2689,"MG":2690,"MAD":2691,"MID":2692,"OLI":2693,"Pizza":2694,"RR":2695,"Res":2696,"Sau":2697,"TV":2698,"U5":2699,"WARD":2700,"WILL":2701,"YAK":2702,"eed":2703,"ium":2704,"ml":2705,"mer":2706,"not":2707,"oy":2708,"ron":2709,"son":2710,"td":2711,"0019":2712,"0029":2713,"ALE":2714,"508":2715,"208":2716,"136":2717,"030":2718,"COT":2719,"COVER":2720,"141":2721,"168":2722,"556":2723,"229":2724,"2200":2725,"285":2726,"LIGHT":2727,"ise":2728,"274":2729,"333":2730,"eto":2731,"ILIS":2732,"TIONS":2733,"UNAN":2734,"659":2735,"ITER":2736,"SAFE":2737,"ENJOY":2738,"693":2739,"Station":2740,"olate":2741,"SERVED":2742,"Amer":2743,"usiness":2744,"EXCLU":2745,"eep":2746,"Shop":2747,"Shift":2748,"WEST":2749,"JUICE":2750,"aft":2751,"COMPITEM":2752,"ella":2753,"I00100000035":2754,"Meal":2755,"TARGET":2756,"CREAM":2757,"BORONG":2758,"Merch":2759,"IMPOR":2760,"opping":2761,"SURVEY":2762,"HEALTH":2763,"Butter":2764,"Beverage":2765,"FEEDBACK":2766,"MwSt":2767,"wheel":2768,"*#":2769,"1A":2770,"199":2771,"310":2772,"52100":2773,"725":2774,">>":2775,"CUR":2776,"EM":2777,"EW":2778,"Ice":2779,"JAM":2780,"Jan":2781,"Mall":2782,"PAD":2783,"PLU":2784,"SAND":2785,"SKU":2786,"SVC":2787,"X6":2788,"cash":2789,"mail":2790,"ns":2791,"sand":2792,"502":2793,"ert":2794,"eral":2795,"209":2796,"MEE":2797,"00047":2798,"158":2799,"esa":2800,"608":2801,"198":2802,"ates":2803,"804":2804,"705":2805,"KEY":2806,"SHELL":2807,"edd":2808,"THANDAR":2809,"456":2810,"31010":2811,"441":2812,"BEAU":2813,"DUP":2814,"ade":2815,"RETURN":2816,"print":2817,"KUCH":2818,"BUKIT":2819,"ull":2820,"BLK":2821,"BLVD":2822,"PARK":2823,"EXCHANGEABLE":2824,"DiscCOMPITEM":2825,"Comple":2826,"CARRY":2827,"APPLE":2828,"udes":2829,"MERCH":2830,"MINI":2831,"from":2832,"ORGANIC":2833,"Empl":2834,"CPN":2835,"BLUE":2836,"Signature":2837,"Cartwheel":2838,"GRATUITY":2839,"$$":2840,"(#":2841,"-$":2842,"424":2843,"595":2844,"703":2845,"914":2846,"Ass":2847,"BC":2848,"C1":2849,"Can":2850,"DOU":2851,"DRI":2852,"FW":2853,"FAM":2854,"GEN":2855,"Host":2856,"JAS":2857,"LB":2858,"LING":2859,"Ltd":2860,"NCH":2861,"R0001":2862,"Sou":2863,"Svr":2864,"TN":2865,"YO":2866,"ZI":2867,"eet":2868,"ivery":2869,"mm":2870,"mon":2871,"no":2872,"oint":2873,"port":2874,"ure":2875,"0010":2876,"INOS":2877,"STR":2878,"STRE":2879,"011":2880,"0100":2881,"ere":2882,"124":2883,"202":2884,"134":2885,"ini":2886,"00078":2887,"174":2888,"atch":2889,"226":2890,"702":2891,"706":2892,"707":2893,"708":2894,"247":2895,"lect":2896,"284":2897,"286":2898,"LITRE":2899,"NDER":2900,"264":2901,"POT":2902,"ICAN":2903,"this":2904,"LUX":2905,"uson":2906,"RegPrice":2907,"unch":2908,"GRAM":2909,"TRANSP":2910,"COMPLE":2911,"Comp":2912,"Bro":2913,"Special":2914,"Adj":2915,"DRINK":2916,"####":2917,"action":2918,"Tele":2919,"Ang":2920,"SOUP":2921,"VEGGI":2922,"Survey":2923,"Chocolate":2924,"YouSaved":2925,"NOODLE":2926,"PRINTED":2927,"POTATO":2928,"BEVERAGE":2929,"Americ":2930,"260":2931,"295":2932,"512":2933,"538":2934,"825":2935,"Air":2936,"Bh":2937,"BRI":2938,"BIG":2939,"Back":2940,"CIT":2941,"CTR":2942,"CALL":2943,"EK":2944,"EGG":2945,"HD":2946,"HOLD":2947,"Id":2948,"Jul":2949,"KAYA":2950,"Large":2951,"Main":2952,"Mix":2953,"Pot":2954,"Pat":2955,"PAIN":2956,"Sd":2957,"Us":2958,"VES":2959,"WED":2960,"aus":2961,"con":2962,"ced":2963,"ral":2964,"red":2965,"uer":2966,"vel":2967,"ERAL":2968,"OUS":2969,"TOTALE":2970,"TOTALDUE":2971,"133":2972,"COS":2973,"THAI":2974,"TAX1":2975,"SUSHI":2976,"MENU":2977,"188":2978,"outy":2979,"177":2980,"ench":2981,"245":2982,"KEL":2983,"Chip":2984,"isch":2985,"273":2986,"269":2987,"SALAD":2988,"EXCHANG":2989,"change":2990,"ury":2991,"Steak":2992,"ICY":2993,"BEEF":2994,"STATE":2995,"oda":2996,"ember":2997,"PAPAN":2998,"Print":2999,"Product":3000,"CION":3001,"ower":3002,"PIZZ":3003,"PARKING":3004,"SERVICES":3005,"Drive":3006,"Mark":3007,"Pleas":3008,"BANK":3009,"akes":3010,"All":3011,"MFY":3012,"NEWS":3013,"NewYork":3014,"POSTED":3015,"Manager":3016,"ZJ86":3017,"GALLONS":3018,"Account":3019,"PleaseComeAgain":3020,"arlic":3021,"BEAUTY":3022,"STREET":3023,"029":3024,"049":3025,"399":3026,"413":3027,"415":3028,"40000":3029,"443":3030,"688":3031,"7days":3032,"://":3033,"At":3034,"BM":3035,"BP":3036,"By":3037,"BEN":3038,"BRU":3039,"Bacon":3040,"CN":3041,"Dat":3042,"EAR":3043,"Fi":3044,"FORE":3045,"Garlic":3046,"HAM":3047,"Int":3048,"Jun":3049,"L1":3050,"Met":3051,"Mil":3052,"MUL":3053,"Na":3054,"OT":3055,"Oct":3056,"Pet":3057,"Pel":3058,"RC":3059,"Ri":3060,"RAM":3061,"Roll":3062,"SOL":3063,"See":3064,"Tart":3065,"Wel":3066,"With":3067,"ait":3068,"ci":3069,"ike":3070,"mp":3071,"que":3072,"ra":3073,"ru":3074,"today":3075,"xt":3076,"00PM":3077,"018":3078,"ASI":3079,"ART":3080,"TESCO":3081,"ern":3082,"NOW":3083,"207":3084,"ORANGE":3085,"039":3086,"907":3087,"176":3088,"308":3089,"XXX":3090,"246":3091,"249":3092,"281":3093,"958":3094,"LOS":3095,"SION":3096,"29PM":3097,"ets":3098,"458":3099,"Suite":3100,"PETR":3101,"PEPPER":3102,"65351":3103,"chi":3104,"SAVE":3105,"Reward":3106,"Reprint":3107,"USAT":3108,"BEL":3109,"BEER":3110,"ountain":3111,"587":3112,"2009":3113,"RECEIPTTOTAL":3114,"usab":3115,"FEE":3116,"price":3117,"TableNo":3118,"CONTA":3119,"ult":3120,"Chees":3121,"berry":3122,"SPICY":3123,"Fried":3124,"PIZZA":3125,"HOME":3126,"9555":3127,"RESTAURANTS":3128,"CarWash":3129,"BillNo":3130,"CREDITCARD":3131,"BUNGA":3132,"DOMINOS":3133,"items":3134,"SIGNATURE":3135,"MasterCard":3136,"Copy":3137,"PASARAYA":3138,"SMILE":3139,"Bottle":3140,"416":3141,"588":3142,"617":3143,"720":3144,"901":3145,"903":3146,"945":3147,"AED":3148,"BANT":3149,"Ck":3150,"CER":3151,"Cle":3152,"DING":3153,"Go":3154,"Get":3155,"Hav":3156,"HONEY":3157,"Is":3158,"IEN":3159,"Kid":3160,"LICE":3161,"MT":3162,"NK":3163,"NV":3164,"Of":3165,"Pin":3166,"PAND":3167,"Pint":3168,"PUSAT":3169,"SV":3170,"Soda":3171,"UK":3172,"ZAK":3173,"ais":3174,"bed":3175,"can":3176,"cent":3177,"facebook":3178,"feed":3179,"ka":3180,"min":3181,"ner":3182,"og":3183,"uit":3184,"00T":3185,"RELI":3186,"ARAN":3187,"5046":3188,"CHUAN":3189,"COLE":3190,"SUCI":3191,"9999":3192,"156":3193,"15004":3194,"143":3195,"esar":3196,"TIS":3197,"3085":3198,"ley":3199,"272":3200,"SIZE":3201,"268":3202,"353":3203,"491":3204,"EXT":3205,"EXPE":3206,"reat":3207,"364":3208,"chn":3209,"473":3210,"POWER":3211,"TRN":3212,"amar":3213,"STAND":3214,"CTN":3215,"BATANG":3216,"ada":3217,"ement":3218,"2007":3219,"VERY":3220,"Grill":3221,"acy":3222,"NUT":3223,"again":3224,"MIX":3225,"CardSav":3226,"BERRY":3227,"Appl":3228,"GREAT":3229,"Marg":3230,"ize":3231,"Sep":3232,"Plat":3233,"Gst1":3234,"PASTA":3235,"PASIR":3236,"PORT":3237,"STEAK":3238,"ondit":3239,"YEW":3240,"WALK":3241,"DOMINO":3242,"DELICIA":3243,"Delivery":3244,"SPRING":3245,"Diet":3246,"Returned":3247,"Seafood":3248,"INDICA":3249,"CHIPS":3250,"A0000000031010":3251,"Tota":3252,"COOKI":3253,"DOUBLE":3254,"0007815004":3255,"TRANSPORT":3256,"Telephone":3257,"BANTING":3258,"RELIEF":3259,"000781500416":3260,"078":3261,"314":3262,"4X":3263,"501":3264,"528":3265,"612":3266,"630":3267,"622":3268,"665":3269,"799":3270,"714":3271,"746":3272,"822":3273,":$":3274,":(":3275,"<<":3276,"A1":3277,"Apr":3278,"Bas":3279,"CAT":3280,"CKET":3281,"DC":3282,"EZ":3283,"Est":3284,"Fe":3285,"FIL":3286,"FUL":3287,"Free":3288,"GRILL":3289,"HL":3290,"HAN":3291,"IDA":3292,"JM":3293,"Jal":3294,"Jack":3295,"MV":3296,"North":3297,"PD":3298,"Post":3299,"Pork":3300,"RAYA":3301,"RCOUPON":3302,"Soft":3303,"Tx":3304,"Tisch":3305,"WT":3306,"air":3307,"dining":3308,"ey":3309,"ob":3310,"ps":3311,"sp":3312,"sav":3313,"ts":3314,"ux":3315,"ven":3316,"wh":3317,"0025":3318,"TASI":3319,"STY":3320,"015":3321,"REDE":3322,"RM10":3323,"RM11":3324,"CHEN":3325,"037":3326,"03385":3327,"COCA":3328,"THREE":3329,"ano":3330,"anch":3331,"MEX":3332,"oth":3333,"0005":3334,"00068":3335,"000558":3336,"185":3337,"1500":3338,"146":3339,"arb":3340,"arn":3341,"ISSU":3342,"164":3343,"304":3344,"306":3345,"SECTION":3346,"196":3347,"2512":3348,"CLAS":3349,"oro":3350,"709":3351,"TotalTaxes":3352,"242":3353,"248":3354,"SHA":3355,"RIL":3356,"95R":3357,"335":3358,"SID":3359,"263":3360,"265":3361,"789":3362,"OLA":3363,"EXPRESS":3364,"reg":3365,"374":3366,"368":3367,"369":3368,"47301":3369,"CAP":3370,"TaxInvoice":3371,"store":3372,"Staff":3373,"Rece":3374,"BEEN":3375,"796":3376,"341":3377,"BABY":3378,"ado":3379,"PAPER":3380,"56000":3381,"KAPAR":3382,"WITHUS":3383,"foryour":3384,"9299":3385,"eek":3386,"TTC":3387,"VATNO":3388,"Fresh":3389,"French":3390,"GuestNo":3391,"GuestCheck":3392,"SalesReceipt":3393,"APPR":3394,"Extr":3395,"Express":3396,"App":3397,"ments":3398,"NUMBEROF":3399,"Onion":3400,"Seq":3401,"idegg":3402,"Transaction":3403,"ollow":3404,"room":3405,"check":3406,"cheidegg":3407,"ived":3408,"........":3409,"SBILIS":3410,"Sweet":3411,"UNIVER":3412,"inner":3413,"Tomato":3414,"3792512":3415,"Veget":3416,"BUTTER":3417,"VALUE":3418,"Green":3419,"HALF":3420,"Local":3421,"SWEET":3422,"6057770":3423,"000473792512":3424,"KUCHAI":3425,"Assoc":3426,"FAMILY":3427,"usabouty":3428,"0338536":3429,"0005583085":3430,")-":3431,"1K":3432,"223":3433,"355":3434,"322":3435,"480":3436,"51200":3437,"880":3438,"BW":3439,"Best":3440,"CAS":3441,"CAND":3442,"DANG":3443,"DRESS":3444,"END":3445,"East":3446,"EMAIL":3447,"HY":3448,"JIN":3449,"KFC":3450,"Light":3451,"NES":3452,"Per":3453,"PSI":3454,"Pick":3455,"Purchase":3456,"RIS":3457,"SG":3458,"SWI":3459,"Sie":3460,"T3":3461,"TQ":3462,"TWI":3463,"VIC":3464,"V001":3465,"YONG":3466,"cy":3467,"call":3468,"don":3469,"win":3470,"00SR":3471,"TONG":3472,"RELA":3473,"RETAIL":3474,"GST2":3475,"TEN":3476,"121":3477,"LEA":3478,"ane":3479,"MEI":3480,"0002":3481,"189":3482,"157":3483,"ara":3484,"307":3485,"606":3486,"193":3487,"252":3488,"236":3489,"orm":3490,"ory":3491,"ored":3492,"order":3493,"704":3494,"7022":3495,"24PM":3496,"ito":3497,"itz":3498,"282":3499,"ADMIN":3500,"Taco":3501,"277":3502,"LOCK":3503,"SIT":3504,"387":3505,"QTY1":3506,"02PM":3507,"489":3508,"377":3509,"cha":3510,"SAVIN":3511,"Str":3512,"444":3513,"BEACH":3514,"ROD":3515,"ROAD":3516,"797":3517,"PLEASECOMEAGAIN":3518,"ady":3519,"RATED":3520,"RAZAK":3521,"664":3522,"777":3523,"DISCOUNTS":3524,"form":3525,"Gross":3526,"1018":3527,"MYNEWS":3528,"FILE":3529,"Tell":3530,"ACCT":3531,"YourServer":3532,"CHARGES":3533,"Numberof":3534,"COLD":3535,"COLLE":3536,"ney":3537,"Club":3538,"GROSS":3539,"F714":3540,"64064":3541,"118B":3542,"POPULARONLINE":3543,"MFRCOUPON":3544,"CreditCard":3545,"LTD":3546,"Swip":3547,"OR1803":3548,"00149299":3549,"VANILLA":3550,"Art":3551,"BANGUNAN":3552,"6258":3553,"SINGLE":3554,"UPTOWN":3555,"MASTERCARD":3556,"T0TAL":3557,"GIFTCARD":3558,"TELEPHONE":3559,"Merchant":3560,"eddar":3561,"Bhd":3562,"HOLDER":3563,"PAINT":3564,"Sdn":3565,"feedback":3566,"504664064":3567,"TASIK":3568,"usaboutyour":3569,"SAVINGST":3570,"001492992000":3571,"UPTOWN3":3572,"025":3573,"345":3574,"365":3575,"437":3576,"514":3577,"516":3578,"533":3579,"635":3580,"Big":3581,"Cur":3582,"Call":3583,"DS":3584,"Dinner":3585,"FG":3586,"FIS":3587,"Feb":3588,"Final":3589,"Facebook":3590,"Gift":3591,"HAS":3592,"HON":3593,"HENG":3594,"Iss":3595,"Iced":3596,"MN":3597,"Mon":3598,"Mush":3599,"NJ":3600,"NW":3601,"OK":3602,"PAG":3603,"Past":3604,"RAL":3605,"Sv":3606,"TP":3607,"Ter":3608,"VOU":3609,"Vat":3610,"WC":3611,"WY":3612,"X3":3613,"dam":3614,"date":3615,"disc":3616,"ear":3617,"gh":3618,"iew":3619,"ience":3620,"less":3621,"over":3622,"si":3623,"sm":3624,"side":3625,"wich":3626,"009":3627,"TARI":3628,"ANAL":3629,"STI":3630,"REPRINT":3631,"TOTALTAX":3632,"50SR":3633,"ONI":3634,"ORN":3635,"ines":3636,"99R":3637,"0007":3638,"000504664064":3639,"154":3640,"ouver":3641,"TID":3642,"ict":3643,"LIO":3644,"LORE":3645,"LOYAL":3646,"262":3647,"Sun":3648,"Summ":3649,"ILLE":3650,"EXTRA":3651,"488":3652,"371":3653,"366":3654,"886":3655,"8888":3656,"ild":3657,"FACT":3658,"inger":3659,"ested":3660,"INCLUDING":3661,"ROC":3662,"ROYAL":3663,"BAKING":3664,"56PM":3665,"TERMS":3666,"2002":3667,"Salmon":3668,"PUTERI":3669,"enter":3670,"CIF":3671,"PAYLESS":3672,"umber":3673,"ALAF":3674,"eap":3675,"NUE":3676,"1010":3677,"VISITA":3678,"ules":3679,"FRENCH":3680,"Fry":3681,"ORENG":3682,"Crab":3683,"113825":3684,"95550":3685,"CUT":3686,"BERG":3687,"NY100":3688,"CHOCOLA":3689,"FT2":3690,"SODA":3691,"PLATE":3692,"PREMI":3693,"VIDE":3694,"81300":3695,"withus":3696,"Only":3697,"Spicy":3698,"I00100000015":3699,"750441":3700,"TAKEOUT":3701,"TANJ":3702,"F713":3703,"PINTAR":3704,"Caesar":3705,"UTARA":3706,"Cola":3707,"Acct":3708,"MISC":3709,"Entry":3710,"Cream":3711,"YSIS":3712,"Covers":3713,"Coca":3714,"iente":3715,"SOFT":3716,"WELCOMETO":3717,"DUPLICA":3718,"South":3719,"VEGGIES":3720,"Airport":3721,"EXCHANGES":3722,"Welcom":3723,"LICEN":3724,"EXPECT":3725,"Extra":3726,"UNIVERSITI":3727,"Swiped":3728,"LOYALTY":3729,"CHOCOLATE":3730,"$.":3731,"0908":3732,"1S":3733,"218":3734,"3x":3735,"3000":3736,"346":3737,"446":3738,"524":3739,"614":3740,"735":3741,"778":3742,"855":3743,"950":3744,"933":3745,"AX":3746,"B1":3747,"BOU":3748,"BASE":3749,"Bud":3750,"CF":3751,"CIL":3752,"Cont":3753,"DL":3754,"Du":3755,"DAM":3756,"FRAN":3757,"GROU":3758,"Gard":3759,"HIGH":3760,"Imp":3761,"JER":3762,"JANG":3763,"KC":3764,"KJ":3765,"KID":3766,"LER":3767,"Las":3768,"Mal":3769,"NAT":3770,"OY":3771,"OIL":3772,"Pump":3773,"QF":3774,"RUN":3775,"RSP":3776,"Sam":3777,"Squ":3778,"Tun":3779,"UOM":3780,"VL":3781,"Vend":3782,"WING":3783,"Was":3784,"WONG":3785,"X1":3786,"XL":3787,"YAM":3788,"ZEL":3789,"bec":3790,"ca":3791,"code":3792,"could":3793,"condit":3794,"ef":3795,"iel":3796,"iol":3797,"ll":3798,"live":3799,"oh":3800,"rg":3801,"rs":3802,"sb":3803,"sal":3804,"ua":3805,"uel":3806,"wash":3807,"ye":3808,"yr":3809,"TAP":3810,"ANE":3811,"ANI":3812,"ERI":3813,"013":3814,"GSTREG":3815,"ARMAC":3816,"erat":3817,"RM13":3818,"LETT":3819,"0300":3820,"METH":3821,"other":3822,"00029":3823,"1800":3824,"151":3825,"149":3826,"905":3827,"9068":3828,"ona":3829,"ony":3830,"407":3831,"SEK":3832,"SENG":3833,"DEC":3834,"INGER":3835,"607":3836,"251":3837,"809":3838,"233":3839,"238":3840,"orte":3841,"5519":3842,"enue":3843,"ita":3844,"itch":3845,"954":3846,"AMOUNTDUE":3847,"Tab":3848,"MARK":3849,"SIL":3850,"261":3851,"35PM":3852,"ett":3853,"786":3854,"THANKS":3855,"21PM":3856,"UNCH":3857,"ref":3858,"MAIN":3859,"376":3860,"363":3861,"ura":3862,"201803":3863,"474":3864,"434":3865,"******":3866,"Rec":3867,"ROSS":3868,"ROCK":3869,"ROAST":3870,"34PM":3871,"Thai":3872,"SERDANG":3873,"773":3874,"osa":3875,"usive":3876,"BOTT":3877,"BODY":3878,"illa":3879,"GARLIC":3880,"IGN":3881,"Thanks":3882,"MASAI":3883,"VATNo":3884,"ago":3885,"WEEK":3886,"after":3887,"CUP":3888,"Cost":3889,"MOND":3890,"Draft":3891,"PURCHAS":3892,"PHARMAC":3893,"ThankYoufor":3894,"STERN":3895,"shopping":3896,"PLS":3897,"Place":3898,"Aug":3899,"gratuity":3900,"Cake":3901,"Author":3902,"ext":3903,"HITAM":3904,"CAMPA":3905,"VEGETABLES":3906,"SPRAY":3907,"DINING":3908,"Joh":3909,"AZLAN":3910,"Esbed":3911,"Medium":3912,"3271":3913,"White":3914,"TICKET":3915,"Mineral":3916,"MUSHROOM":3917,"RoundingAdj":3918,"Corn":3919,"Euro":3920,"EXPIRES":3921,"BESTBUY":3922,"I00100000170":3923,"Sauce":3924,"IMPORTED":3925,"SKUDAI":3926,"cashier":3927,"oints":3928,"LUXE":3929,"Potato":3930,"MULTI":3931,"Naan":3932,"Rewards":3933,"Mushroom":3934,"ANALYSIS":3935,"LICENSEE":3936,"EXPECTMORE":3937,"PHARMACY":3938,")(":3939,")=":3940,"088":3941,"1b":3942,"4G":3943,"490":3944,"440":3945,"429":3946,"513":3947,"549":3948,"717":3949,"723":3950,"742":3951,"818":3952,"840":3953,"875":3954,"916":3955,"AV":3956,"ATH":3957,"ADE":3958,"Are":3959,"Aust":3960,"Bay":3961,"BUS":3962,"Business":3963,"CV":3964,"FAT":3965,"FOO":3966,"Fee":3967,"Fact":3968,"Goto":3969,"Ginger":3970,"GORENG":3971,"Hom":3972,"Hour":3973,"Hill":3974,"HAPP":3975,"High":3976,"LIN":3977,"LAS":3978,"LLE":3979,"LOO":3980,"Lime":3981,"Lamb":3982,"Lunch":3983,"Ma":3984,"Mode":3985,"Mang":3986,"Mont":3987,"Pap":3988,"PJU":3989,"RST":3990,"R0000":3991,"SN":3992,"SCH":3993,"SMALL":3994,"T01":3995,"T03":3996,"Tur":3997,"Today":3998,"VF":3999,"WL":4000,"ZU":4001,"fast":4002,"han":4003,"lt":4004,"mc":4005,"ole":4006,"par":4007,"site":4008,"tp":4009,"tip":4010,"tax":4011,"vis":4012,"wy":4013,"ANTA":4014,"TOM":4015,"REBA":4016,"TEE":4017,"ONLY":4018,"ery":4019,"CHES":4020,"CHOO":4021,"0378":4022,"03PM":4023,"THERS":4024,"TAXINV":4025,"1111":4026,"SUGAR":4027,"MELA":4028,"inthe":4029,"995":4030,"TIE":4031,"TIM":4032,"aren":4033,"ISA":4034,"173":4035,"1783":4036,"409":4037,"SEQ":4038,"191":4039,"192":4040,"197":4041,"DATA":4042,"DAILY":4043,"257":4044,"258":4045,"att":4046,"ated":4047,"ating":4048,"23PM":4049,"ores":4050,"553":4051,"TotalSavings":4052,"244":4053,"itt":4054,"000003":4055,"SIC":4056,"IDO":4057,"759":4058,"3500":4059,"457":4060,"481":4061,"482":4062,"483":4063,"4816":4064,"UNLD":4065,"rece":4066,"373":4067,"393":4068,"1001":4069,"CA95":4070,"SAVED":4071,"POH":4072,"ington":4073,"*****":4074,"State":4075,"BEFORE":4076,"STAT":4077,"BAI":4078,"adel":4079,"PROVIDE":4080,"RAWANG":4081,"anda":4082,"ional":4083,"41PM":4084,"666":4085,"CKER":4086,"MOON":4087,"comple":4088,"Praw":4089,"CS000":4090,"QUES":4091,"500ML":4092,"CRIS":4093,"Original":4094,"NUM":4095,"VATI":4096,"ula":4097,"PRODUCE":4098,"SPAG":4099,"0000008":4100,"OrderType":4101,"AUTO":4102,"APAN":4103,"ailable":4104,"PARIS":4105,"yourreceipt":4106,"CheckClosed":4107,"GIANT":4108,"WAITER":4109,"VALIDA":4110,"Ext":4111,"PLAIN":4112,"MARKETING":4113,"ationCode":4114,"GATE":4115,"1120908":4116,"STORES":4117,"One":4118,"Black":4119,"GERBANG":4120,"MERCI":4121,"FFIN":4122,"4384":4123,"next":4124,"Discounts":4125,"ggested":4126,"F710":4127,"Form":4128,"Caj":4129,"AuthCode":4130,"Value":4131,"GRACI":4132,"VISITING":4133,"Refund":4134,"Thankyoufordining":4135,"Mob":4136,"Small":4137,"BALANCEDUE":4138,"Enter":4139,"FORM":4140,"Buff":4141,"here":4142,"FUELTOTAL":4143,"DINAR":4144,"Quant":4145,"BESI":4146,"DETAILS":4147,"YouSave":4148,"within7days":4149,"81100":4150,"00067022":4151,"FRUIT":4152,"ONIONS":4153,"Avenue":4154,"Sandwich":4155,"SQUID":4156,"SQUARE":4157,"xxxxxxxxxxxx":4158,"orris":4159,"AMERICAN":4160,"MEDIUM":4161,"CURRY":4162,"Complete":4163,"KELANA":4164,"BRUSH":4165,"PETROL":4166,"Havea":4167,"YourServerwas":4168,"Svc":4169,"Summary":4170,"ienteSie":4171,"DUPLICATE":4172,"RUNCIT":4173,"EsbedienteSie":4174,"CHOOSING":4175,"VALIDATION":4176,"000670224384":4177,".#":4178,".(":4179,"028":4180,"313":4181,"316":4182,"370":4183,"414":4184,"460":4185,"439":4186,"5L":4187,"599":4188,"515":4189,"529":4190,"650":4191,"620":4192,"655":4193,"678":4194,"679":4195,"728":4196,"795":4197,"727":4198,"762":4199,"899":4200,":-":4201,"AUST":4202,"Ant":4203,"Away":4204,"BD":4205,"Bt":4206,"BIS":4207,"Bab":4208,"Cap":4209,"Capp":4210,"CADO":4211,"Dbl":4212,"ECE":4213,"ELE":4214,"Every":4215,"FOUR":4216,"FOUN":4217,"Full":4218,"G2":4219,"GS":4220,"Gall":4221,"Gov":4222,"Gold":4223,"HM":4224,"HOOK":4225,"Hamb":4226,"IKE":4227,"IPOH":4228,"Jose":4229,"KM":4230,"KAR":4231,"KALI":4232,"LAT":4233,"MOR":4234,"Mfr":4235,"Mesa":4236,"NASI":4237,"OC":4238,"OME":4239,"PST":4240,"PES":4241,"POL":4242,"Pie":4243,"R000":4244,"Ram":4245,"Rings":4246,"Sr":4247,"Sat":4248,"SITE":4249,"TST":4250,"TRI":4251,"T02":4252,"UE":4253,"UG":4254,"VILL":4255,"VINE":4256,"Wal":4257,"WOOD":4258,"Way":4259,"XI":4260,"ZO":4261,"cle":4262,"dr":4263,"eCoupon":4264,"ham":4265,"hod":4266,"hol":4267,"ien":4268,"ire":4269,"iate":4270,"li":4271,"man":4272,"net":4273,"ove":4274,"sa":4275,"spr":4276,"sRestaurant":4277,"time":4278,"uff":4279,"ville":4280,"wood":4281,"ys":4282,"yal":4283,"0076":4284,"TONE":4285,"TONY":4286,"TOGO":4287,"01PM":4288,"REWARD":4289,"ALU":4290,"TOTALSAVINGS":4291,"ASTA":4292,"era":4293,"1248":4294,"131":4295,"20180":4296,"998":4297,"otre":4298,"182":4299,"eserv":4300,"909":4301,"9067":4302,"TILL":4303,"only":4304,"172":4305,"163":4306,"1600":4307,"DEAL":4308,"DENT":4309,"DEPO":4310,"605":4311,"CLIP":4312,"231":4313,"orld":4314,"orCoupon":4315,"original":4316,"PRA":4317,"2222":4318,"AYANG":4319,"ited":4320,"Chang":4321,"LIM":4322,"279":4323,"331":4324,"SIRET":4325,"297":4326,"267":4327,"384":4328,"756":4329,"ILLET":4330,"492":4331,"0217":4332,"484":4333,"3737":4334,"367":4335,"charge":4336,"39PM":4337,"466":4338,"1002":4339,"CA900":4340,"REGI":4341,"696":4342,"432":4343,"amil":4344,"ROMA":4345,"NEY":4346,"BAK":4347,"585":4348,"42PM":4349,"56100":4350,"973":4351,"andard":4352,"This":4353,"ther":4354,"CKN":4355,"GEL":4356,"NIKE":4357,"53PM":4358,"DIES":4359,"Gros":4360,"acc":4361,"opay":4362,"unk":4363,"key":4364,"Shir":4365,"ENTREE":4366,"MILI":4367,"PAYMENTS":4368,"CardNo":4369,"CardType":4370,"Saved":4371,